const QUESTION_BANK = {
  "单选": [
    {
      "title": "职业道德与人的事业关系时（  ）。",
      "options": [
        "有职业道德的人一定能够获得事业的成功",
        "没有职业道德的人不会获得成功",
        "事业成功的人往往具有较高的职业道德",
        "缺乏职业道德的人更容易获得成功"
      ],
      "answer": "C"
    },
    {
      "title": "职业道德活动中，对客人做到（  ）是符合语言规范的具体要求的。",
      "options": [
        "语言细致，反复介绍",
        "语速要快，不要浪费客人的时间",
        "用尊称，不用忌语",
        "语气严肃，维护自尊"
      ],
      "answer": "C"
    },
    {
      "title": "对待职业和岗位，（  ）并不是爱岗敬业所要求的。",
      "options": [
        "树立职业理想",
        "爱一行干一行专一行",
        "遵守企业的规章制度",
        "一职定终身，不改行"
      ],
      "answer": "D"
    },
    {
      "title": "热处理中的调质处理是指：（  ）",
      "options": [
        "淬火＋低温回火",
        "淬火＋中温回火",
        "淬火＋高温回火",
        "淬火＋正火"
      ],
      "answer": "C"
    },
    {
      "title": "试样保存时，中和法是采用（  ）浸泡后，再用热水冲刷洗净。",
      "options": [
        "10%氨水酒精溶液",
        "丙酮",
        "酒精",
        "以上都是",
        "6．下图为缩孔的是（D）",
        "",
        "",
        "",
        ""
      ],
      "answer": "A"
    },
    {
      "title": "下图是纤维状断口的是（  ）",
      "options": [
        "",
        "",
        "",
        ""
      ],
      "answer": "A"
    },
    {
      "title": "图中所示为哪种类型的钛合金（  ）",
      "options": [
        "魏氏组织",
        "网篮组织",
        "双态组织",
        "等轴组织"
      ],
      "answer": "C"
    },
    {
      "title": "测定薄层的硬度一般采用哪种硬度计量（  ）",
      "options": [
        "洛氏硬度",
        "布氏硬度",
        "维氏硬度",
        "肖氏硬度"
      ],
      "answer": "C"
    },
    {
      "title": "下列字母中，代表显微晶粒级别指数的是（  ）",
      "options": [
        "G",
        "M",
        "N",
        "P"
      ],
      "answer": "A"
    },
    {
      "title": "GB/T228.1-2021中规定：除非另有规定，试验一般在室温（  ）范围内进行。",
      "options": [
        "10℃～35℃",
        "10℃～30℃",
        "15～35℃",
        "15～30℃"
      ],
      "answer": "A"
    },
    {
      "title": "拉伸试验中，试样所受的力为（  ）。",
      "options": [
        "冲击",
        "多次冲击",
        "交变载荷",
        "静态力"
      ],
      "answer": "D"
    },
    {
      "title": "断后伸长率是（  ）与原始标距之比的百分比。",
      "options": [
        "残余伸长",
        "总伸长",
        "原始伸长",
        "弹性伸长"
      ],
      "answer": "A"
    },
    {
      "title": "强度是指金属材料抵抗塑性变形和（  ）的能力。",
      "options": [
        "断裂",
        "伸长",
        "交变载荷",
        "弹性"
      ],
      "answer": "A"
    },
    {
      "title": "GB/T228.1-2010中规定：当弹性模量大于等于150GPa，拉伸应力速率为（  ）MPa·s-1。",
      "options": [
        "5～60",
        "6～60",
        "6～50",
        "5～50"
      ],
      "answer": "B"
    },
    {
      "title": "拉伸比例试样的标距长度l0应满足下列关系式（  ）。",
      "options": [
        "l0=5.65 或 l0=11.3",
        "l0=5 d0或 l0=11.3",
        "l0=5.65 或 l0=10d0",
        "l0=5.65d0或 l0=11.3d0"
      ],
      "answer": "C"
    },
    {
      "title": "试样发生屈服时而力首次下降前的最高应力定义为（  ），记为（  ）。",
      "options": [
        "上屈服强度",
        "下屈服强度",
        "ReL",
        "ReH"
      ],
      "answer": "A"
    },
    {
      "title": "弹性模量是表征金属材料对弹性变形的抗力，它具有以下特性：（  ） 。",
      "options": [
        "是金属最稳定的力学性能",
        "对成分、组织不敏感",
        "热处理、合金化、冷加工对其作用不大",
        ""
      ],
      "answer": "D"
    },
    {
      "title": "布氏、洛氏、维氏硬度试验方法是属于（  ）。",
      "options": [
        "深度法",
        "压入法",
        "刻线法",
        "弹跳法"
      ],
      "answer": "B"
    },
    {
      "title": "维氏硬度的测定原理和（  ）相同，也是根据单位压痕面积上承受的负荷，即应力值作为硬度值的计量指标。",
      "options": [
        "洛氏硬度",
        "布氏硬度",
        "里氏硬度",
        "肖氏硬度"
      ],
      "answer": "B"
    },
    {
      "title": "硬度试验机的日常校验是通过标准化试块，在（  ）之间监控试验机性能的方法。",
      "options": [
        "间接校验",
        "直接校验",
        "监测",
        "日常校验"
      ],
      "answer": "A"
    },
    {
      "title": "在布氏硬度生产中，常用的0.102F/D2值规定有30、15、（  ）、5、2.5和1等六种。",
      "options": [
        "7.5",
        "6.5",
        "10",
        "8.5"
      ],
      "answer": "C"
    },
    {
      "title": "对于表面洛氏硬度试验，除了使用较小的初负荷和主负荷之外，其试验方法与（  ）硬度试验相同。",
      "options": [
        "肖氏硬度",
        "布氏硬度",
        "维氏硬度",
        "洛氏硬度"
      ],
      "answer": "D"
    },
    {
      "title": "单晶高温合金属于（  ）",
      "options": [
        "变形高温合金",
        "铸造高温合金",
        "粉末高温合金",
        "以上都不是"
      ],
      "answer": "B"
    },
    {
      "title": "点状偏析形貌表现为在酸浸蚀片上呈不同形状和大小的（  ）斑点，是钢液结晶时冷却缓慢产生较严重的成分偏析，偏析区气体和杂质大量存在所致。",
      "options": [
        "金属亮色",
        "白色",
        "暗色",
        "银灰色"
      ],
      "answer": "C"
    },
    {
      "title": "洛氏硬度实验中钢球硬度不低于（  ）HV10。",
      "options": [
        "800",
        "700",
        "900",
        "950"
      ],
      "answer": "A"
    },
    {
      "title": "常用铝合金制品状态代号M表示（  ）。",
      "options": [
        "固溶处理",
        "固溶处理后人工时效",
        "固溶处理后自然时效",
        "退火"
      ],
      "answer": "D"
    },
    {
      "title": "变形铝合金粗晶环深度的测量，一般取其（  ）。",
      "options": [
        "三点深度的平均值",
        "最小深度到最大深度大范围",
        "最大深度",
        "五点深度的平均值"
      ],
      "answer": "C"
    },
    {
      "title": "下列形貌中是韧窝的是（  ）",
      "options": [
        "",
        "",
        "",
        ""
      ],
      "answer": "A"
    },
    {
      "title": "以下哪种分析方法可以鉴别物相种类（  ）。",
      "options": [
        "能谱分析",
        "化学分析",
        "X射线衍射分析",
        "电子探针分析"
      ],
      "answer": "C"
    },
    {
      "title": "测量30CrMnSiA锻件热处理后的布氏硬度，当使用5mm的硬质合金球压头，0.102F/D2选用30时，应施加（  ）的试验力。",
      "options": [
        "250kgf",
        "1000kgf",
        "750kgf",
        "3000kgf"
      ],
      "answer": "C"
    },
    {
      "title": "布氏硬度特别适宜于测定（  ）.轴承合金等具有粗大晶粒或粗大组成相的金属材料。",
      "options": [
        "灰铸铁",
        "仪表零件",
        "表面渗碳层",
        "金属镀层"
      ],
      "answer": "A"
    },
    {
      "title": "当维氏硬度值小于100且大于10时，试验结果保留（  ）有效数，精确到小数点后1位。",
      "options": [
        "1位",
        "2位",
        "3位",
        "4位"
      ],
      "answer": "C"
    },
    {
      "title": "金属冲击试验中，测量试样尺寸时，应采用（  ）。",
      "options": [
        "精度不低于0.02mm的游标卡尺",
        "精度不低于0.01mm的球头千分尺",
        "精度不低于0.1mm的卡尺",
        "钢板尺"
      ],
      "answer": "A"
    },
    {
      "title": "为提高试验的敏感性，试验最好在材料呈（  ）温度范围内进行。",
      "options": [
        "半脆性状态（脆性过渡区）",
        "完全脆性状态",
        "韧性状态",
        "弹性状态"
      ],
      "answer": "A"
    },
    {
      "title": "由于室温下试验最为方便，因而所选择的试样尺寸及缺口类型，应能使室温下材料正好处于半脆性状态，实践证明，对一般钢材（  ）试样基本能满足要求。",
      "options": [
        "U型缺口",
        "V型缺口",
        "钥匙孔型缺口",
        "无缺口"
      ],
      "answer": "A"
    },
    {
      "title": "当温度降至某一温度时，冲击值急剧下降，钢由韧性断裂变为脆性断裂，称之为（  ），转变温度称冷脆转变温度，",
      "options": [
        "冷脆转变",
        "兰脆转变",
        "重结晶脆性",
        "韧脆转变"
      ],
      "answer": "A"
    },
    {
      "title": "低温冲击试验如试样采用液体冷却介质，保温时间应不少于（  ） 。",
      "options": [
        "5分钟",
        "10分钟",
        "15分钟",
        "30分钟"
      ],
      "answer": "Ａ"
    },
    {
      "title": "管形扭转试样的平行长度应为标距加上（  ）倍直径。",
      "options": [
        "0.5",
        "1",
        "2",
        "10"
      ],
      "answer": "C"
    },
    {
      "title": "下面哪项不能在万能试验机上进行试验（  ）。",
      "options": [
        "弯曲",
        "反复弯曲",
        "剪切",
        "扩口"
      ],
      "answer": "B"
    },
    {
      "title": "脆性材料扭转时呈现塑性的断口形式应该是（  ）。",
      "options": [
        "垂直轴线，断口平整",
        "与轴线成45度，断口螺旋状",
        "沿轴向层状破断"
      ],
      "answer": "A"
    },
    {
      "title": "（  ）可以较灵敏地反映材料的表面缺陷情况，常用来检查材料的渗碳热处理及高频淬火等表面处理的表面质量。",
      "options": [
        "压缩试验",
        "剪切试验",
        "弯曲试验",
        "扭转试验"
      ],
      "answer": "C"
    },
    {
      "title": "金属线材扭转试验时，为使试样在试验过程中保持平直，应施加某种形式的拉紧力，这种拉紧力不得大于该线材公称抗拉强度相应力值的（  ）。",
      "options": [
        "1%",
        "2%",
        "3%",
        "5%"
      ],
      "answer": "B"
    },
    {
      "title": "液态金属在铸模中冷却得到铸锭或铸件，其宏观组织通常由三个晶区构成，其最表层为（  ）。",
      "options": [
        "柱状晶",
        "等轴细晶区",
        "粗大等轴晶",
        "非等轴晶"
      ],
      "answer": "B"
    },
    {
      "title": "焊道与母材金属之间或焊道与焊道之间未完全熔化结合的部分称为（  ）",
      "options": [
        "咬边",
        "未焊合",
        "未焊透",
        "焊接裂纹"
      ],
      "answer": "A"
    },
    {
      "title": "将钢加热到Ac3以上30~50℃的范围内，在此温度下保温一定时间，然后随炉缓慢冷却的热处理工艺称为（  ）。",
      "options": [
        "完全退火",
        "不完全退火",
        "等温退火",
        "回火"
      ],
      "answer": "A"
    },
    {
      "title": "GCr15钢的含铬量（  ）。",
      "options": [
        "15%",
        "1.5%",
        "0.15%",
        "0.015%"
      ],
      "answer": "B"
    },
    {
      "title": "顶锻试验后应检查试样（  ）。",
      "options": [
        "侧面",
        "上表面",
        "下表面",
        "上表面和下表面"
      ],
      "answer": "A"
    },
    {
      "title": "进行金属管压扁试验出现争议时，压板的移动速率不应超过（  ）。",
      "options": [
        "75mm／min",
        "50mm／min",
        "25mm／min",
        "10mm／min"
      ],
      "answer": "C"
    },
    {
      "title": "杯突试样应平整，为便于装卡，一般采用其边长或直径为（  ）的试样。",
      "options": [
        "90～100mm",
        "30～40mm",
        "50～60mm",
        "120～150mm"
      ],
      "answer": "A"
    },
    {
      "title": "弯曲试验中压头和弯心的半径应满足（  ）的规定",
      "options": [
        "试验方法",
        "相关产品标准",
        "固定尺寸",
        "任意尺寸"
      ],
      "answer": "B"
    },
    {
      "title": "ASTM标准建议的复合材料拉伸和压缩模量取值的应变区间是（  ）。",
      "options": [
        "1000～3000με",
        "500～2000με",
        "1000～4000με",
        "2000～6000με"
      ],
      "answer": "A"
    },
    {
      "title": "ASTM标准建议的复合材料面内剪切模量计算的应变区间是（  ）。",
      "options": [
        "1000～3000με",
        "500～2000με",
        "1000～4000με",
        "2000～6000με"
      ],
      "answer": "D"
    },
    {
      "title": "下列复合材料拉伸试样的失效模式说明该试验结果有效的是：（  ）。",
      "options": [
        "上夹持部位断裂",
        "工作段断裂",
        "下夹持部位断裂",
        "加强片脱落"
      ],
      "answer": "B"
    },
    {
      "title": "下列复合材料拉伸试样的失效模式说明该试验结果无效的是：（  ）。",
      "options": [
        "工作段中间断裂",
        "工作段偏下位置断裂",
        "夹持部位断裂",
        "工作段偏上位置断裂"
      ],
      "answer": "C"
    },
    {
      "title": "下列复合材料压缩试样的失效模式说明该试验结果无效的是：（  ）。",
      "options": [
        "工作段剪切断裂",
        "试样端头破坏",
        "工作段互相挤压嵌入",
        "工作段劈裂"
      ],
      "answer": "B"
    },
    {
      "title": "屈服强度是当金属材料呈现屈服现象时，试验期间达到塑性变形发生而力（  ）的应力点。",
      "options": [
        "增加",
        "不增加",
        "减少",
        "更大"
      ],
      "answer": "B"
    },
    {
      "title": "拉伸试样在屈服期间，不计初始瞬时效应时的最低应力定义为（  ），记为（  ）。",
      "options": [
        "上屈服强度",
        "下屈服强度",
        "ReL",
        "ReH"
      ],
      "answer": "B"
    },
    {
      "title": "下列牌号哪个为钛合金（  ）。",
      "options": [
        "T7",
        "T",
        "NT",
        ""
      ],
      "answer": "B"
    },
    {
      "title": "不属于常用化学浸蚀用药品的是：（  ）",
      "options": [
        "树脂",
        "酸类",
        "碱类",
        "溶剂（甘油、酒精、水等）"
      ],
      "answer": "A"
    },
    {
      "title": "电火花或激光加工是利用高能束局部熔化金属的一种加工方法，表面基本组织特征为熔化金属重新凝固形成的（  ）。",
      "options": [
        "断续小珠",
        "重熔层",
        "电弧烧伤",
        "晶间腐蚀"
      ],
      "answer": "B"
    },
    {
      "title": "抛光的目的是：（  ）",
      "options": [
        "去除切割粗糙面",
        "制备小、薄的样品",
        "样品表面达到镜面",
        "防止表面氧化"
      ],
      "answer": "C"
    },
    {
      "title": "下列材料中属于高分子工程材料的是（  ）。",
      "options": [
        "塑料",
        "陶瓷",
        "石英玻璃",
        "微晶玻璃"
      ],
      "answer": "A"
    },
    {
      "title": "高温合金可以通过下列（  ）方法达到晶界强化的目的。",
      "options": [
        "回复再结晶",
        "固溶强化",
        "控制晶界",
        "挤压强化"
      ],
      "answer": "C"
    },
    {
      "title": "GB/T228.1-2010中规定：试样的原始标距的标记应准确到（  ）。",
      "options": [
        "±2%",
        "±1.5%",
        "±0.5%",
        "±1%"
      ],
      "answer": "D"
    },
    {
      "title": "试样平行缩减部分的长度是（  ）。",
      "options": [
        "原始标距",
        "平行长度",
        "标距",
        "伸长"
      ],
      "answer": "B"
    },
    {
      "title": "拉伸比例试样应将原始标距的计算值修约至最接近（  ）的倍数，中间数值向（  ）方修约。原始标距的标记应准确到±1%。",
      "options": [
        "10mm",
        "5mm",
        "较大",
        "较小"
      ],
      "answer": "B"
    },
    {
      "title": "拉伸试验中，如断裂处与邻近的原始标距距离小于（  ） L0，应按照移位法测定。",
      "options": [
        "1/2",
        "1/3",
        "1/4",
        "1/5"
      ],
      "answer": "B"
    },
    {
      "title": "通过拉伸试验，可以评定金属材料的以下性能：（  ）。",
      "options": [
        "弹性性能",
        "强度性能",
        "延展性能",
        ""
      ],
      "answer": "D"
    },
    {
      "title": "变形强化指数具有以下工程意义：（  ）。",
      "options": [
        "保证了金属材料变形分布均匀一致，在冷加工中得到广泛应用",
        "在工作中具有适当的抗偶然过载能力，保证了机器的工作安全",
        "对那些无相变金属，形变强化是唯一的强化手段",
        ""
      ],
      "answer": "D"
    },
    {
      "title": "硬度试件的制备，应该用把表面的（  ）改变减少至最低限度的方法进行。",
      "options": [
        "抗拉强度",
        "屈服强度",
        "硬度",
        "表面粗糙度"
      ],
      "answer": "C"
    },
    {
      "title": "在0.102F/D2值保持不变的情况下，选择压头直径和试验力的组合，当试样尺寸允许时，应优先选用直径（  ）的压头进行试验。",
      "options": [
        "5mm",
        "10mm",
        "2.5mm",
        "1mm"
      ],
      "answer": "B"
    },
    {
      "title": "布氏硬度试验力的选择，应保证压痕直径在压头球直径的（  ）之间。",
      "options": [
        "20% 和40%",
        "24% 和50%",
        "24% 和60%",
        "20% ，60%"
      ],
      "answer": "C"
    },
    {
      "title": "某一钢材的布氏硬度值为345HBW，当选用5mm的硬质合金球压头时，应施加（  ）的试验力进行布氏硬度试验。",
      "options": [
        "500kgf",
        "1000kgf",
        "3000kgf",
        "750kgf"
      ],
      "answer": "D"
    },
    {
      "title": "洛氏硬度和表面洛氏硬度试验原理相似，主要区别是使用的（  ）不同。",
      "options": [
        "载荷",
        "标尺",
        "压头",
        "測砧"
      ],
      "answer": "A"
    },
    {
      "title": "当布氏硬度值小于100且大于10时，试验结果保留（  ）有效数，精确到小数点后1位。",
      "options": [
        "1位",
        "2位",
        "3位",
        "4位"
      ],
      "answer": "C"
    },
    {
      "title": "布氏硬度试验用的压头，应是1mm、（  ） 和10mm四种规定直径的硬质合金球，压头应没有灰尘、污物、油腻、锈蚀等。",
      "options": [
        "2mm，5mm",
        "2.5mm，6mm",
        "2.5mm，5mm",
        "2mm，6mm"
      ],
      "answer": "C"
    },
    {
      "title": "进行洛氏硬度试验时，两相邻压痕中心之间的距离至少应为压痕直径的（  ），并且不小于2mm。任一压痕中心距试样边缘的距离至少应为压痕直径的（  ），并且不小于1mm。",
      "options": [
        "4倍.3倍",
        "4倍.2.5倍",
        "3.5倍.3倍",
        "3倍.2.5倍"
      ],
      "answer": "B"
    },
    {
      "title": "在冲击载荷作用下，塑性变形抗力总是随着ε的增加而增大，尤以（  ）升高最为显著。",
      "options": [
        "抗拉强度",
        "屈服强度",
        "延伸率",
        "断面收缩率"
      ],
      "answer": "B"
    },
    {
      "title": "在工程试验时通常把提高变形速度、降低温度、开缺口三者结合起来，用以显示材料的变脆倾向。其中应用最普遍和最简单的是（  ）的冲击，包括低温冲击试验。",
      "options": [
        "缺口试样",
        "正方形试样",
        "圆棒试样",
        "矩形试样"
      ],
      "answer": "A"
    },
    {
      "title": "但在有缺口（  ）及低温条件下，随ε增加，金属材料的塑性、韧性一般都是（  ），将使材料变脆。",
      "options": [
        "不变",
        "上升",
        "下降",
        "先上升后下降"
      ],
      "answer": "或有裂纹"
    },
    {
      "title": "冲击值aK与断裂韧性KlC之间（  ）。",
      "options": [
        "有正比关系",
        "有反比关系",
        "无必然联系",
        "有对数关系"
      ],
      "answer": "C"
    },
    {
      "title": "冲击试验中，V型缺口试样底部曲率半径为（  ） mm，U型缺口试样底部曲率半径为（  ）mm",
      "options": [
        "0.25",
        "0.50",
        "0.75",
        "1"
      ],
      "answer": "A"
    },
    {
      "title": "渗碳体——Fe与 C形成的一种碳化物，名义成分（  ）为：（  ）",
      "options": [
        "Fe2",
        "",
        "Fe3",
        "Fe3",
        "Fe"
      ],
      "answer": "分子式"
    },
    {
      "title": "不属于金相制样通用步骤的是：（  ）",
      "options": [
        "磨制",
        "抛光",
        "清洗",
        "镀膜"
      ],
      "answer": "D"
    },
    {
      "title": "冷酸浸蚀时首先要用（  ）清洗试面，然后试面朝上放入冷蚀液中或用棉团蘸上冷蚀液不断擦拭试样表面，直至清晰地显示出低倍组织和宏观缺陷。",
      "options": [
        "酒精",
        "冷水",
        "热水",
        "以上都不是"
      ],
      "answer": "A"
    },
    {
      "title": "纵向试样的长度一般为边长或直径的1.5 倍，试面一般应通过钢材（  ）的纵轴，试面最后一次的加工方向应（  ）于钢材（  ）的延伸方向。",
      "options": [
        "平行",
        "垂直",
        "任意方向",
        "以上都不是"
      ],
      "answer": "坯"
    },
    {
      "title": "铸造性能决定于液、固线间的水平距离和垂直距离。液、固线间水平和垂直距离愈大，固溶体显微偏析 （  ）。",
      "options": [
        "愈大",
        "愈小",
        "不受影响",
        "不确定"
      ],
      "answer": "A"
    },
    {
      "title": "在扭转试验中，试样横截面上各点的切应力是（  ）。",
      "options": [
        "相等",
        "不相等",
        "在不同的条件下相等或不相等",
        "均为零"
      ],
      "answer": "B"
    },
    {
      "title": "三点加载弯曲试验中，对圆截面试样的正应力计算公式（  ）。",
      "options": [
        "σbb= 8FL/πd3",
        "σbb=32FL/πd3",
        "σbb= 16FL/πd3"
      ],
      "answer": "A"
    },
    {
      "title": "压缩试验时，圆柱体试样的长度L0与直径d0比值大小对试验结果（  ）。",
      "options": [
        "有影响",
        "没影响",
        "在不同的条件下不一样",
        "均为零"
      ],
      "answer": "A"
    },
    {
      "title": "扭转试验时，试样截面上应力分布是（  ）的，表面最大，愈往心部愈小。",
      "options": [
        "均匀",
        "不均匀",
        "不同的条件下不一样",
        "固定"
      ],
      "answer": "B"
    },
    {
      "title": "弹性模量E值愈大，则材料在相同应力下产生的弹性变形就（  ）。",
      "options": [
        "愈大",
        "不变",
        "愈小",
        "先大后小"
      ],
      "answer": "C"
    },
    {
      "title": "为确保缠绕紧密，缠绕时可在试样自由端施加不超过该线材公称抗拉强度相应力值的（  ）的拉紧力。",
      "options": [
        "2%",
        "5%",
        "10%",
        "1%"
      ],
      "answer": "B"
    },
    {
      "title": "金属线材扭转试样公称直径为2mm，其夹头间标距应为（  ）。",
      "options": [
        "50mm",
        "100mm",
        "200mm",
        "250 mm"
      ],
      "answer": "C"
    },
    {
      "title": "金属丝材工艺试验可按金属（  ）工艺试验方法进行。",
      "options": [
        "棒材",
        "板材",
        "线材",
        "带材"
      ],
      "answer": "C"
    },
    {
      "title": "金属杯突试验一般在室温下进行。将试样放置在垫模和压模之间，夹紧试样，其夹紧力约为（  ）。",
      "options": [
        "5kN",
        "10kN",
        "20kN",
        "15kN"
      ],
      "answer": "B"
    },
    {
      "title": "复合材料力学特性与金属材料显著不同，下面不属于复合材料性能特点的是：（  ）。",
      "options": [
        "高比强度和高比模量",
        "非均质性和各向异性",
        "损伤形式.对损伤的敏感程度.疲劳性能等方面都与金属材料迥然不同",
        "性能数据的分散性大                        E.高强度和高模量"
      ],
      "answer": "E"
    },
    {
      "title": "复合材料层合板拉伸试验有效的失效模式是：（  ）。",
      "options": [
        "试样在夹具夹持内断裂",
        "工作段内破坏",
        "加强片脱落",
        "试样和夹具之间出现打滑"
      ],
      "answer": "B"
    },
    {
      "title": "根据国内外复合材料层合板压缩试验有效的失效模式试验方法规定，不正确的加载方式是（  ）。",
      "options": [
        "直接将压缩载荷施加于试样端面",
        "通过夹具与试样之间的剪切力引入压缩载荷",
        "",
        "手工施加压缩载荷"
      ],
      "answer": "D"
    },
    {
      "title": "有关高温合金黑斑叙述错误的是（  ）",
      "options": [
        "黑斑内有Laves相",
        "会造成高温强度、疲劳性能和塑性下降。",
        "由于",
        "Nb、Ti等元素贫化，腐蚀后形成的亮偏析区",
        "有大量针状δ相偏聚。"
      ],
      "answer": "C"
    },
    {
      "title": "有一个35钢零件，当从AC1与AC3之间的温度淬火时，它的淬火组织是（  ）。",
      "options": [
        "马氏体和索氏体",
        "马氏体和铁素体",
        "马氏体和珠光体"
      ],
      "answer": "B"
    },
    {
      "title": "GB/T228.1-2010断后伸长率应修约至（  ）。",
      "options": [
        "0.1%",
        "0.5%",
        "1%",
        "5%"
      ],
      "answer": "B"
    },
    {
      "title": "Cr、W、V等合金元素对钢的淬透性的影响是（  ）",
      "options": [
        "使",
        "使",
        "使",
        "使"
      ],
      "answer": "B"
    },
    {
      "title": "下列性能参数中，对加载速率最不敏感的是（  ）。",
      "options": [
        "弹性模量",
        "屈服强度",
        "断后延伸率",
        "冲击强度"
      ],
      "answer": "A"
    },
    {
      "title": "根据ASTM D3518复合材料层合板面内剪切试验方法规定，面内剪切强度取法正确的是：（  ）。",
      "options": [
        "弹.塑性变形过渡时刻对应的面内剪切应力",
        "试样完全破坏时对应的面内剪切应力",
        "面内剪切应变为5%时对应的面内剪切应力",
        "面内剪切应力-面内剪切应变曲线中应变不超过5%范围内的最大面内剪切应力。"
      ],
      "answer": "D"
    },
    {
      "title": "聚合物基复合材料层合板进行三点弯曲试验时，下列失效模式不正确的是：（  ）。",
      "options": [
        "试样上表面压缩破坏",
        "试样下表面拉伸破坏",
        "层间出现分层破坏",
        "试样出现较大塑性变形，失去承载能力。"
      ],
      "answer": "C"
    },
    {
      "title": "试样拉断前所承受的最大标称拉应力为（  ）。",
      "options": [
        "抗压强度",
        "屈服强度",
        "疲劳强度",
        "抗拉强度"
      ],
      "answer": "D"
    },
    {
      "title": "试验方法中常用的塑性判断依据是（  ）。",
      "options": [
        "断后伸长率和断面收缩率",
        "塑性和韧性",
        "断面收缩率和塑性",
        "断后伸长率和塑性"
      ],
      "answer": "A"
    },
    {
      "title": "拉伸速率对（  ）项指标影响最大。",
      "options": [
        "弹性模量",
        "抗拉强度",
        "屈服强度",
        "断裂强度"
      ],
      "answer": "C"
    },
    {
      "title": "拉伸试样的直径一定，标距越长则测出的延伸率会 （  ）。",
      "options": [
        "越高",
        "越低",
        "不变",
        "无规律可循"
      ],
      "answer": "B"
    },
    {
      "title": "拉伸试验出现下列情况之一者，试验结果无效：（  ）。",
      "options": [
        "试样断在机械刻划的标记或标距外，造成性能不符合最小要求",
        "试验操作不当",
        "试验期间设备仪器发生故障，影响了性能的测定准确性",
        ""
      ],
      "answer": "D"
    },
    {
      "title": "拉伸试验过程中，最大负荷以后的变形为（  ）阶段。",
      "options": [
        "比例阶段",
        "弹性",
        "均匀塑性",
        "局部塑性"
      ],
      "answer": "D"
    },
    {
      "title": "按试验方法要求，力学性能试验机的静态载荷校正误差应在（  ）范围内。",
      "options": [
        "±0.5%",
        "±0.5",
        "±1.0%",
        "±1.0"
      ],
      "answer": "C"
    },
    {
      "title": "下列标准中，金属材料拉伸试验方法有（  ）。",
      "options": [
        "G",
        "",
        "H",
        ""
      ],
      "answer": "D"
    },
    {
      "title": "硬度是指金属在表面上的不大体积内抵抗（  ）或者破裂的能力，表征哪一种抗力，则随试验方法不同而异。",
      "options": [
        "压力",
        "变形",
        "屈服",
        "划痕"
      ],
      "answer": "B"
    },
    {
      "title": "硬铝的牌号用（  ）表示。",
      "options": [
        "L",
        "L",
        "LY",
        "LT"
      ],
      "answer": "C"
    },
    {
      "title": "完全退火是将亚共析钢加热到（  ）以上保温一定时间，然后缓慢冷却，以得到接近平衡状态的组织。",
      "options": [
        "",
        "",
        "",
        ""
      ],
      "answer": "C"
    },
    {
      "title": "由于加热温度太高，沿奥氏体晶界面上发生氧化或熔化现象称为（  ）",
      "options": [
        "过热",
        "过烧",
        "氧化严重"
      ],
      "answer": "B"
    },
    {
      "title": "1Cr11Ni2W2MoV 钢做为结构件时，其热处理工序为（  ）",
      "options": [
        "淬火+低温回火",
        "淬火+中温回火",
        "淬火+高温回火"
      ],
      "answer": "C"
    },
    {
      "title": "下列牌号那些为钛合金（  ）",
      "options": [
        "T7",
        "T",
        "T1",
        "NT"
      ],
      "answer": "B"
    },
    {
      "title": "计算洛氏硬度时，对于金刚锥压头和钢球压头，所用常数K分别为（  ）。",
      "options": [
        "0.1，0.2",
        "0.2，0.1",
        "0.2，0.26",
        "0.2，0.2"
      ],
      "answer": "C"
    },
    {
      "title": "HRA.HRB.HRC三种硬度标尺所用总负荷分别为（  ）kgf。",
      "options": [
        "60，150，100",
        "60，100.150",
        "100，60，150",
        "150，60，100"
      ],
      "answer": "B"
    },
    {
      "title": "使用布氏硬度测定金属材料的硬度，标准的载荷保持时间为（  ）秒。",
      "options": [
        "3",
        "2～6",
        "30",
        "10～15"
      ],
      "answer": "D"
    },
    {
      "title": "洛氏硬度、布氏硬度、（  ）是属于压入法硬度。",
      "options": [
        "肖氏硬度",
        "维氏硬度",
        "摩尔硬度",
        "里氏硬度"
      ],
      "answer": "B"
    },
    {
      "title": "当更换压头、载荷或电源时，使用者要对硬度计进行（  ）。",
      "options": [
        "日常校验",
        "间接校验",
        "监测",
        "直接校验"
      ],
      "answer": "A"
    },
    {
      "title": "布氏硬度任一压痕中心距离试样边缘的距离至少应为压痕平均直径（  ） 倍，两相邻压痕中心间距离至少应为压痕平均直径的（  ）倍。",
      "options": [
        "3.2.5",
        "4.2.5",
        "3.3",
        "2.5.3"
      ],
      "answer": "D"
    },
    {
      "title": "从理论上讲，对于同一零件，通过维氏硬度试验所得的硬度值（  ）通过布氏硬度试验所得的硬度值。",
      "options": [
        "大于",
        "等于",
        "小于",
        "近似"
      ],
      "answer": "B"
    },
    {
      "title": "由于加载速度增加则变形速度也随之增加，因此，可用（  ）间接地反映加载速度的变化。",
      "options": [
        "变形速度",
        "应力速度",
        "应变速度",
        "位移速度"
      ],
      "answer": "A"
    },
    {
      "title": "冲击试验方法规定低于（  ）为低温冲击试验。",
      "options": [
        "10℃",
        "20℃",
        "38℃",
        "15℃"
      ],
      "answer": "A"
    },
    {
      "title": "冲击试验结果至少应保留（  ）位有效数字。",
      "options": [
        "一",
        "二",
        "三",
        "四"
      ],
      "answer": "B"
    },
    {
      "title": "相对变形速度，即单位时间内试样的真实相对变形量，以符号（  ）表示。",
      "options": [
        "ε",
        "V",
        "l",
        "σ"
      ],
      "answer": "A"
    },
    {
      "title": "冲击试验的摆锤刀刃半径应为（  ）两种。",
      "options": [
        "2mm和6mm",
        "2.5mm和6mm",
        "2mm和8mm",
        "2.5mm和8mm"
      ],
      "answer": "C"
    },
    {
      "title": "弯曲试验，适用于评定（  ）。",
      "options": [
        "韧性材料",
        "塑性材料",
        "脆性和低塑性材料",
        "弹性材料"
      ],
      "answer": "C"
    },
    {
      "title": "1Cr18Ni9Ti敏化热处理温度为（  ）",
      "options": [
        "475℃",
        "600℃",
        "650℃",
        "700℃"
      ],
      "answer": "C"
    },
    {
      "title": "α-Fe的晶格属于（  ）",
      "options": [
        "面心立方晶格",
        "体心立方晶格",
        "简单立方晶格",
        "密排六方晶格"
      ],
      "answer": "B"
    },
    {
      "title": "38CrMoAl钢，渗碳层具有高强度，其主要原因是因为（  ）",
      "options": [
        "形成高硬度的氮化马氏体",
        "形成高弥散度Fe（",
        "形成高弥散度的合金氮化物",
        "形成高弥散度的特殊碳化物"
      ],
      "answer": "C"
    },
    {
      "title": "高温合金GH4133B按Q/3B965-98标准规定的热处理制度为（  ）",
      "options": [
        "固溶1080±10℃，8h空冷；时效 750±10℃，16h空冷",
        "固溶950~1050℃、2~5h；时效730~780℃，16h，600~650℃，16h空冷",
        "固溶1140℃，2h；时效800℃，1.5h空冷"
      ],
      "answer": "A"
    },
    {
      "title": "下列符号哪个代表高温合金符号 （  ）",
      "options": [
        "GJ",
        "",
        "",
        "G",
        "",
        "GH"
      ],
      "answer": "D"
    },
    {
      "title": "一些钢在一定回火温区出现冲击韧性显著下降现象称为（  ）。",
      "options": [
        "软点",
        "氧化脱碳",
        "回火脆性"
      ],
      "answer": "C"
    },
    {
      "title": "在按GB/T232作弯曲试验时，如支辊直径为20mm，则下面（  ）试样厚度不符合要求。",
      "options": [
        "1.5mm",
        "8mm",
        "10 mm",
        "15mm"
      ],
      "answer": "A"
    },
    {
      "title": "弯曲试验常有两种加载方式，即三点加载和（  ）加载。",
      "options": [
        "一点",
        "二",
        "四点",
        "五点"
      ],
      "answer": "C"
    },
    {
      "title": "脆性材料扭转时的断口形式应该是（  ）。",
      "options": [
        "垂直轴线，断口平整",
        "与轴线成45度，断口螺旋状",
        "沿轴向层状破断。"
      ],
      "answer": "B"
    },
    {
      "title": "金属板材工艺试验包括金属（  ）试验.金属反复弯曲试验和金属杯突试验等。",
      "options": [
        "扭转",
        "弯曲",
        "拉伸",
        "疲劳"
      ],
      "answer": "B"
    },
    {
      "title": "金属杯突试验要求测量冲头的压入深度，精确到（  ）。",
      "options": [
        "0.1mm",
        "0.5mm",
        "1mm",
        "0.01mm"
      ],
      "answer": "A"
    },
    {
      "title": "顶锻试验应在静压力或（  ）下进行。",
      "options": [
        "最大应力",
        "动压力",
        "屈服应力",
        "静拉力"
      ],
      "answer": "B"
    },
    {
      "title": "用于支承的支辊、模具、楔形滑块和弯曲压头、弯心等，其宽度均应（  ）试样的宽度或直径，并应具有足够的硬度。",
      "options": [
        "大于",
        "等于",
        "小于",
        "小于等于"
      ],
      "answer": "A"
    },
    {
      "title": "在进行焊接管的弯曲试验时，焊缝相对于弯曲平面的位置应符合相关产品标准规定的要求。如未规定具体要求，焊缝应置于与弯曲平面呈（  ） （  ）的位置。",
      "options": [
        "45°",
        "90°",
        "180°",
        "30°"
      ],
      "answer": "B"
    },
    {
      "title": "相比金属材料，聚合物基复合材料在结构设计中表现出优异的减重优势，这主要得益于复合材料的以下哪种特性：（  ）。",
      "options": [
        "高比强度和高比模量",
        "良好的抗疲劳性能",
        "非均质性和各项异性",
        "材料的可设计性"
      ],
      "answer": "A"
    },
    {
      "title": "采用在聚合物基复合材料层合板试样两面粘贴应变计，试验过程中获得试样的弯曲百分比，弯曲百分比超过3%，则须采用双面应变的平均值来计算拉伸弹性模量和泊松比等。这一过程中，用弯曲百分比衡量拉伸试验的哪个关键技术内容：（  ）。",
      "options": [
        "厚度均匀性",
        "材质均匀性",
        "试样两面的平行度",
        "试样与加载线的对中度"
      ],
      "answer": "D"
    },
    {
      "title": "HB5022-77规定38CrMoA1钢调质后的金相组织应是（  ）。",
      "options": [
        "珠光体+铁素体",
        "奥氏体",
        "索氏体"
      ],
      "answer": "C"
    },
    {
      "title": "蠕变是材料在恒定应力和长时间的作用，产生缓慢（  ）的一种现象",
      "options": [
        "强度升高",
        "硬度降低",
        "塑性变形"
      ],
      "answer": "C"
    },
    {
      "title": "高温合金金属间化合物强化相γ′′化学分子式代表形式为（  ）",
      "options": [
        "Ni3",
        "Ni3Nb",
        "Ni3Ti"
      ],
      "answer": "B"
    },
    {
      "title": "铁基合金和镍基合金的基本组织为γ相，γ相合金元素在镍中的（  ）是面心立方结构。",
      "options": [
        "饱和相",
        "固溶体",
        "间隙相"
      ],
      "answer": "B"
    },
    {
      "title": "在γ′相含量高的铸造镍基高温合金中，γ相的量比γ′相（  ），而且γ和γ′相的关系特别密切。",
      "options": [
        "多",
        "少",
        "相当"
      ],
      "answer": "B"
    },
    {
      "title": "铸造镍基高温合金的显微组织中，常常存在共晶γ′，其尺寸从几微米到（  ）个微米。",
      "options": [
        "几十",
        "几百",
        "几千"
      ],
      "answer": "B"
    },
    {
      "title": "聚合物基复合材料压缩试验过程中，弯曲百分比超过（  ），则认为压缩试验无效。",
      "options": [
        "3%；",
        "5%；",
        "10%；",
        "20%。"
      ],
      "answer": "C"
    },
    {
      "title": "复合材料层合板基本的11个材料工程常数包括单向板的：纵向拉伸强度.纵向拉伸模量.主泊松比；横向拉伸强度.横向拉伸模量；纵向压缩强度.纵向压缩模量；横向压缩强度.横向压缩模量；（  ）。",
      "options": [
        "开孔压缩强度和开孔拉伸强度",
        "面内剪切强度和面内剪切模量",
        "冲击后压缩强度和挤压强度",
        "弯曲强度和层间剪切强度"
      ],
      "answer": "B"
    },
    {
      "title": "复合材料层合板层间剪切试验中，从失效模式判断试验结果有效的是（  ）。",
      "options": [
        "大塑性变形",
        "试样分层",
        "下表面拉伸破坏",
        "上表面压缩破坏"
      ],
      "answer": "B"
    },
    {
      "title": "拉伸试验过程中，试样产生屈服而力首次下降前的（  ）应力称为上屈服点。",
      "options": [
        "最大",
        "最小",
        "平均"
      ],
      "answer": "Ａ"
    },
    {
      "title": "拉伸试验过程中，试样产生当不计初始瞬时效应时屈服阶段中的（  ）应力称下屈服点。",
      "options": [
        "最大",
        "最小",
        "平均"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "从金属的机械性能考虑，工业中受冲击的活塞销，锤杆等零件必须采用具有较高（  ）的材料。",
      "options": [
        "бb",
        "бs",
        "ａK"
      ],
      "answer": "Ｃ"
    },
    {
      "title": "在进行洛氏硬度试验时，必须保证负荷作用力与试样的试验面（  ）。",
      "options": [
        "平行",
        "垂直"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "洛氏硬度值是测量试样表面的压痕（  ）。",
      "options": [
        "深度",
        "面积"
      ],
      "answer": "Ａ"
    },
    {
      "title": "布氏硬度值是测量试样表面的压痕（  ）。",
      "options": [
        "深度",
        "直径"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "冲击试验时，试验的放置应紧贴试验机试样支座，并使摆锤刀刃打击在（  ）缺口的一面。",
      "options": [
        "背向",
        "侧向",
        "面向"
      ],
      "answer": "Ａ"
    },
    {
      "title": "钢的热处理工艺应包括（  ）。",
      "options": [
        "加热和保温",
        "加热、保温、冷却",
        "加热和冷却"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "进行维氏硬度试验前，应根据试样的厚度，预计硬度及硬化层的深度来选择负荷，为了得到准确的试验结果，应尽可能采用（  ）。",
      "options": [
        "最大的负荷",
        "最小的负荷",
        "蹭负荷"
      ],
      "answer": "Ａ"
    },
    {
      "title": "将1258修约到百数位，得（  ）。",
      "options": [
        "13×102",
        "12×102"
      ],
      "answer": "A"
    },
    {
      "title": "通常情况下，拉伸试验速度增高，会使测得的抗拉强度（  ），而使伸长率（  ）。",
      "options": [
        "提高",
        "降低"
      ],
      "answer": "Ａ"
    },
    {
      "title": "冲击韧性值与试验温度有关，ak值随温度的降低而（  ），当低于某一温度时，金属材料会发生脆断。",
      "options": [
        "减小",
        "增大",
        "不变"
      ],
      "answer": "Ａ"
    },
    {
      "title": "拉力试验机的测力值误差应不大于（  ）。",
      "options": [
        "±1%",
        "0.5%",
        "2%"
      ],
      "answer": "Ａ"
    },
    {
      "title": "对试样表面粗糙度要求最高的是（  ）试样。",
      "options": [
        "洛氏硬度",
        "布氏硬度",
        "维氏硬度"
      ],
      "answer": "Ｃ"
    },
    {
      "title": "全面质量管理的对象是（  ）。",
      "options": [
        "质量",
        "工人",
        "设备"
      ],
      "answer": "Ａ"
    },
    {
      "title": "利用加工硬化，可以提高金属（  ） 。",
      "options": [
        "塑性",
        "强度"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "要满足工件具有表面硬而中心韧的性能，应选择（  ）执处理方法。",
      "options": [
        "正火",
        "表面淬火"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "0.3020是（  ）几位有效数字。",
      "options": [
        "两位",
        "三位",
        "四位"
      ],
      "answer": "Ｃ"
    },
    {
      "title": "对金属试样进行弯曲试验时，弯心宽度必须（  ）试样的宽度或直径。",
      "options": [
        "小于",
        "等于",
        "大于"
      ],
      "answer": "Ｃ"
    },
    {
      "title": "反复弯曲试验是将试样一端夹紧，然后绕规定半径的圆柱形表面使试样弯曲（  ）再按相反方向弯曲。",
      "options": [
        "45度",
        "90度",
        "180度"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "弯曲试验中，弯曲半径是指与试样（  ）接触的弯心圆柱半径。",
      "options": [
        "内表面",
        "外表面"
      ],
      "answer": "Ａ"
    },
    {
      "title": "测量的系统误差越小，表示测量的准确度（  ）。",
      "options": [
        "越高",
        "越低"
      ],
      "answer": "Ａ"
    },
    {
      "title": "Laves相析出温度范围较宽，约为（  ）",
      "options": [
        "400~600℃",
        "550~950℃",
        "650-1100 ℃"
      ],
      "answer": "C"
    },
    {
      "title": "一般认为，碳化物对高温持久强度有影响，它的形态对合金的塑性有影响，碳化物反应会影响合金基体的（  ）。",
      "options": [
        "蠕变强度",
        "持久寿命",
        "组织稳定性"
      ],
      "answer": "C"
    },
    {
      "title": "α+β钛合金一般以Ti-Al为基础再添加（  ）稳定元素。",
      "options": [
        "β",
        "",
        "Zr",
        "Sn"
      ],
      "answer": "A"
    },
    {
      "title": "钛合金网篮组织通常在（  ）转变温度附近区域加热变形，在进行热加工的过程中再降温至a+β区温度变形至终结，冷却到室温后即获得网篮组织。",
      "options": [
        "β",
        "a+β上限区",
        "a+β下限区"
      ],
      "answer": "A"
    },
    {
      "title": "HB5168-1996标准适用于使用钢球或硬质合金球压头测定硬度值（  ）以下金属的布氏硬度。",
      "options": [
        "650",
        "500",
        "400",
        "450"
      ],
      "answer": "A"
    },
    {
      "title": "x射线能谱分析是扫描电镜中常用的（  ）成分分析技术之一。",
      "options": [
        "基体",
        "微区",
        "局部组织"
      ],
      "answer": "B"
    },
    {
      "title": "扫描电镜的最大特点是聚焦景深，因此可用于直接观察材料的粗糙断口表面清晰的（  ）图象，而且放大倍率可从20倍连续放大到几十万倍。",
      "options": [
        "三维形貌",
        "断口形貌",
        "微观形貌"
      ],
      "answer": "A"
    },
    {
      "title": "透射电镜上用电子束作为光源，利用透射样品的透射电子打到荧光屏上，获得样品的放大的（  ）",
      "options": [
        "电子显微像",
        "光学图象",
        "立体图象"
      ],
      "answer": "A"
    },
    {
      "title": "在测试过程中，由于读错刻度值，记录错误或计算错误所带来的测量误差，属于（  ）误差。",
      "options": [
        "系统",
        "偶然",
        "过失"
      ],
      "answer": "Ｃ"
    },
    {
      "title": "一般低碳钢在室温以上时，随着塑性变形量的增大，材料的变形",
      "options": [
        "抗力（Ａ），塑性变差。",
        "升高",
        "下降"
      ],
      "answer": ""
    },
    {
      "title": "弹性模量表征材料的（  ），即材料抵抗弹性变形的能力。",
      "options": [
        "强度",
        "刚度",
        "挠度"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "奥氏体的晶体结构是（  ）晶格。",
      "options": [
        "体心立方",
        "面心立方"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "65Mn，60Si2MnA，50Cr钢属于合金结构钢类中的（  ）钢种。",
      "options": [
        "工具钢",
        "弹簧钢"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "在金属结构中，（  ）是组成晶格的基本单元。",
      "options": [
        "晶胞",
        "晶体"
      ],
      "answer": "Ａ"
    },
    {
      "title": "10.00为（  ）有效数值。",
      "options": [
        "一位",
        "二位",
        "四位"
      ],
      "answer": "Ｃ"
    },
    {
      "title": "由于环境温度，湿度，压力和电磁场等的影响而产生的测量误差，属于（  ）误差。",
      "options": [
        "系统",
        "偶然",
        "过失"
      ],
      "answer": "Ａ"
    },
    {
      "title": "（  ）试验时，试样所受的载荷为交变载荷。",
      "options": [
        "冲击",
        "拉伸",
        "疲劳"
      ],
      "answer": "Ｃ"
    },
    {
      "title": "金属材料常用的强度判据有（  ）。",
      "options": [
        "抗拉强度",
        "伸长率"
      ],
      "answer": "Ａ"
    },
    {
      "title": "金属材料的断后伸长率和断面收缩率越大，则塑性（  ）。",
      "options": [
        "越大",
        "越小"
      ],
      "answer": "Ａ"
    },
    {
      "title": "金属承受的最大交变应力бmax越大，断裂时应力循环周次N（  ）。",
      "options": [
        "越大",
        "越少"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "金属管压扁试验则将金属管压扁至规定尺寸，检验其（  ）变形能力并显示其缺陷的试验。",
      "options": [
        "弹性",
        "塑性"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "拉伸试验的加载速度过快，会（  ）材料的强度，特别是屈服点。",
      "options": [
        "提高",
        "降低"
      ],
      "answer": "Ａ"
    },
    {
      "title": "总负荷最高的试验是（  ）试验。",
      "options": [
        "HR",
        "",
        "HR",
        "HR"
      ],
      "answer": "Ｃ"
    },
    {
      "title": "拉伸试样标距不同时，其（  ）也不同。",
      "options": [
        "δb",
        "δ",
        "δs"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "在进行洛氏硬度试验时，初载荷为（  ）。",
      "options": [
        "150KG",
        "10KG",
        "140KG"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "冲击试验机摆锤空打是否指零，其偏差不应超过最小分度的（  ）。",
      "options": [
        "（1/4）",
        "（1/2）",
        "（1/3）"
      ],
      "answer": "Ａ"
    },
    {
      "title": "400HB表明测试采用的载荷是（  ）。",
      "options": [
        "400KG",
        "3000KG",
        "4000KG"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "碳量小于（  ）的碳合金称为钢。",
      "options": [
        "2.11%",
        "4.3%",
        "0.77%"
      ],
      "answer": "Ａ"
    },
    {
      "title": "滑移是一种（  ）变形方式。",
      "options": [
        "塑性",
        "弹性",
        "塑性或弹性"
      ],
      "answer": "Ａ"
    },
    {
      "title": "虎克定律适合于拉伸过程中（  ）阶段。",
      "options": [
        "弹性变形",
        "均匀塑性变形",
        "屈服"
      ],
      "answer": "Ａ"
    },
    {
      "title": "金属材料塑性变形过程中，随着塑性变形量的增大，材料的变形抗力（  ）， 塑性变差。",
      "options": [
        "提高",
        "下降"
      ],
      "answer": "A"
    },
    {
      "title": "金属材料比其它材料综合性能（  ）。",
      "options": [
        "优越",
        "稍差",
        "相当"
      ],
      "answer": "Ａ"
    },
    {
      "title": "金属材料性能与其它化学成分（  ）。",
      "options": [
        "无关",
        "有关"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "金属材料的成分，结构，组织三者（  ）。",
      "options": [
        "相互制约",
        "没有关系"
      ],
      "answer": "Ａ"
    },
    {
      "title": "淬火加高温回火通常叫（  ）。",
      "options": [
        "正火",
        "调质处理"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "弹性变形是（  ）。",
      "options": [
        "可逆的",
        "不可逆的",
        "既有可逆部分又有不可逆部分"
      ],
      "answer": "Ａ"
    },
    {
      "title": "弹性和刚度（  ）。",
      "options": [
        "概念基本相同",
        "不同"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "金属表面缺口及内部缺陷对疲劳极限（  ）。",
      "options": [
        "降低",
        "没有影响"
      ],
      "answer": "Ａ"
    },
    {
      "title": "表示金属塑性好坏的指标是（  ）。",
      "options": [
        "强度",
        "延伸率，断面收缩率",
        "冲击值"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "比例极限σｐ是表示应力与应变（  ）。",
      "options": [
        "成比例关系的最大应力",
        "非线性起始点的应力"
      ],
      "answer": "Ａ"
    },
    {
      "title": "含碳量越高，则其焊接性能（  ）。",
      "options": [
        "越好",
        "不好",
        "不变"
      ],
      "answer": "Ｂ"
    },
    {
      "title": "疲劳条带总是（  ）于裂纹长大的局部方向的。藉此，可确定疲劳起始的准确位置。",
      "options": [
        "顺着",
        "垂直",
        "平行"
      ],
      "answer": "B"
    },
    {
      "title": "所谓晶间断裂，是指裂纹沿品界扩展导致沿晶分离的一种（  ）行为，",
      "options": [
        "解体",
        "拉裂",
        "断裂"
      ],
      "answer": "C"
    },
    {
      "title": "疲芳条带一方面是疲劳断口的 （  ）特征，另一方面可为定量反推断裂条件中、裂纹扩展速率等提供依据。",
      "options": [
        "宏观",
        "微观",
        "断裂"
      ],
      "answer": "B"
    },
    {
      "title": "微动磨损疲劳最为明显的断口特征是断裂源的 （  ） ，即微动磨损面上有大量的微裂纹，表面金属掉块，磨蚀坑等。",
      "options": [
        "表面",
        "侧表面",
        "内部"
      ],
      "answer": "B"
    },
    {
      "title": "要分析疲劳断裂原因，首先要确定（  ）的位置，然后在对裂纹起源处进行宏观，微观分析。",
      "options": [
        "疲劳源",
        "疲劳弧线",
        "疲劳条带"
      ],
      "answer": "A"
    },
    {
      "title": "应力腐蚀开裂是一种由拉伸应力（  ），腐蚀介质和敏感的金属同时存在而出现的（  ） 过程。",
      "options": [
        "断裂",
        "变形",
        "失效"
      ],
      "answer": "外加的或残余的"
    },
    {
      "title": "沿晶断裂（  ）。",
      "options": [
        "一定是脆性断裂",
        "不一定是脆性断裂"
      ],
      "answer": "B"
    },
    {
      "title": "δ＝△Ｌ／Ｌ0（  ），（  ）。",
      "options": [
        "代表条件相对伸长",
        "代表真实相对伸长"
      ],
      "answer": "△Ｌ绝对伸长，Ｌ0原长"
    },
    {
      "title": "单向拉伸时截面上的应力（  ）。",
      "options": [
        "另有正应力",
        "垂直面上为正应力，45度方向为切应力"
      ],
      "answer": "B"
    },
    {
      "title": "扭转试样断口为正断口说明（  ）。",
      "options": [
        "材料塑性好",
        "材料为脆性材料"
      ],
      "answer": "A"
    },
    {
      "title": "弯曲试验时表面应力（  ）。",
      "options": [
        "最小",
        "最大"
      ],
      "answer": "B"
    },
    {
      "title": "金属材料的力学性能是指（  ）。",
      "options": [
        "材料抵抗外力的能力",
        "材料在拉伸载荷下所表现的行为",
        "料在力或能作用下所表现的力学行为",
        "材料的硬度"
      ],
      "answer": "C"
    },
    {
      "title": "影响金属材料屈服强度的外在因素包括（  ）、应变速率、应力状态的影响。",
      "options": [
        "温度",
        "变形",
        "成分",
        "组织"
      ],
      "answer": "A"
    },
    {
      "title": "测定金属材料各组成相硬度的方法（  ）。",
      "options": [
        "维氏硬度法",
        "显微硬度法"
      ],
      "answer": "B"
    },
    {
      "title": "弹性后效与时间（  ）。",
      "options": [
        "有关",
        "无关"
      ],
      "answer": "Ａ"
    },
    {
      "title": "随着温度升高金属屈服强调（  ）。",
      "options": [
        "升高",
        "降低",
        "不变"
      ],
      "answer": "B"
    },
    {
      "title": "断裂韧性与常规机械性能（  ）。",
      "options": [
        "有关",
        "无关."
      ],
      "answer": "Ａ"
    },
    {
      "title": "布氏硬度HB3000表明其使用载荷是（  ）。",
      "options": [
        "500KG",
        "300KG",
        "3000KG"
      ],
      "answer": "Ｃ"
    },
    {
      "title": "冲击试验机的零位误差不应超过最小分度值的（  ）。",
      "options": [
        "（1/4）",
        "（1/2）",
        "（1/3）"
      ],
      "answer": "Ａ"
    },
    {
      "title": "维氏硬度计采用（  ）锥体压头。",
      "options": [
        "圆形",
        "正四棱",
        "正三棱"
      ],
      "answer": "B"
    },
    {
      "title": "随机误差又称为（  ），是试验中不可避免的。",
      "options": [
        "系统误差",
        "偶然误差",
        "过失误差"
      ],
      "answer": "B"
    },
    {
      "title": "冲击试验中使用能量的下限为大能量的（  ）。",
      "options": [
        "80%",
        "10%",
        "50%"
      ],
      "answer": "B"
    },
    {
      "title": "HB 5168-1996标准中中试样的厚度至少应为压痕深度的（  ）倍。",
      "options": [
        "10",
        "20",
        "15",
        "18"
      ],
      "answer": "A"
    },
    {
      "title": "扭转试验中，试样横截面不受（  ）。",
      "options": [
        "正应力",
        "切应力",
        "力"
      ],
      "answer": "Ａ"
    },
    {
      "title": "在作钢丝绳拉伸试验时，试验机的最大拉力不应超过钢丝绳预定断裂应力的（  ）倍。",
      "options": [
        "5",
        "10",
        "20"
      ],
      "answer": "Ａ"
    },
    {
      "title": "压痕测量装置的分度值应能估测到压痕直径的（  ）。",
      "options": [
        "0.5%  ±0.5 %。",
        "0.8%  ±0.8 %。",
        "0.7%  ±0.7 %。",
        "0.9%  ±0.9 %。"
      ],
      "answer": "A"
    },
    {
      "title": "下列试验方法标准中，（  ）为室温拉伸试验方法。",
      "options": [
        "",
        "G",
        "",
        ""
      ],
      "answer": "A"
    },
    {
      "title": "GB231-2018标准要求试样厚度至少应为压痕深度的（  ）倍。",
      "options": [
        "6",
        "7",
        "7",
        "8"
      ],
      "answer": "C"
    },
    {
      "title": "下列试验方法中：（  ）是金属高温拉伸持久试验方法；（  ）是金属高温拉伸蠕变试验方法。",
      "options": [
        "H",
        "5151-1996",
        "H",
        "5287-1996",
        "H",
        "5150-1996",
        ""
      ],
      "answer": "C"
    },
    {
      "title": "应力腐蚀裂纹都从零件表面开始，或沿晶或穿晶，但最突出的特点是（  ），而且有在裂纹区可见到腐蚀产物。",
      "options": [
        "分叉",
        "氧化",
        "C．变形"
      ],
      "answer": "A"
    },
    {
      "title": "18-8型不锈钢中加入钛或铌是为了消除晶面腐蚀，但其效果必须通过（  ）处理才能得到保证。",
      "options": [
        "热处理",
        "稳定化",
        "加热"
      ],
      "answer": "B"
    },
    {
      "title": "铸造铝合金，为细化合金组织，提高强度和塑性常加入微量元素进行（  ）",
      "options": [
        "调质处理",
        "变质处理",
        "稳定化处理"
      ],
      "answer": "B"
    },
    {
      "title": "奥氏体不锈钢在拉应力状态下，在某一介质中经过一段时间，就会发生破裂，这种现象称为（  ）",
      "options": [
        "应力腐蚀",
        "腐蚀",
        "疲劳"
      ],
      "answer": "A"
    },
    {
      "title": "发动机超温使用对涡轮叶片合金显微组织中的（  ）相和次生碳化物影响最大。它们变化的情况可作为过热检查的依据。",
      "options": [
        "γ'",
        "γ",
        "δ"
      ],
      "answer": "A"
    },
    {
      "title": "自制或新购进的设备、仪器、仪表和计量器具必须经过（  ）检定，确其精度是否满足响应测试方法的要求，并经验收合格后方可使用。",
      "options": [
        "质量部门",
        "计量部门",
        "业务部门"
      ],
      "answer": "B"
    },
    {
      "title": "GB231中，压痕直径应从两个相互垂直方向测量，并取其算术平均值，压痕两直径之差不超过较小直径的（  ）",
      "options": [
        "2%",
        "3%",
        "4%",
        "5%"
      ],
      "answer": "A"
    },
    {
      "title": "材料的基本性能主要取决于材料的（  ）与结构。",
      "options": [
        "组成",
        "碳含量",
        "热处理工艺",
        "冷加工"
      ],
      "answer": "A"
    },
    {
      "title": "布氏硬度试验后压痕直径的大小应在下列范围内（  ）",
      "options": [
        "0.3",
        "< d < 0.7",
        "",
        "0.24",
        "< d < 0.6",
        "0.3",
        "< d < 0.5",
        "",
        "0.4",
        "< d < 0.65"
      ],
      "answer": "B"
    },
    {
      "title": "由于温度太高沿奥晶界面上发生氧化或熔化现象成为（  ）",
      "options": [
        "过热",
        "过烧",
        "氧化严重"
      ],
      "answer": "B"
    },
    {
      "title": "油状乳化液必须用水稀释后才能使用，一般加水（  ）倍。",
      "options": [
        "3-8",
        "15-20",
        "30-40"
      ],
      "answer": "B"
    },
    {
      "title": "螺纹螺距超差是由于（  ）原因造成的。",
      "options": [
        "主轴转速手柄扳错",
        "车床调整手柄扳错",
        "车床振动引起"
      ],
      "answer": "B"
    },
    {
      "title": "下列哪项是计算机床功率，选择切削用量的主要依据（  ）",
      "options": [
        "主切削力",
        "径向力"
      ],
      "answer": "A"
    },
    {
      "title": "（  ）是指为使不合格产品满足预期用途而对其所采取的措施。",
      "options": [
        "返工",
        "返修",
        "报废"
      ],
      "answer": "B"
    },
    {
      "title": "公司级严重及以上质量问题要进行（  ）归零；公司级一般质量问题，可参照（  ）归零要求进行归零",
      "options": [
        "双五",
        "分级",
        "彻底"
      ],
      "answer": "A"
    },
    {
      "title": "试验结果的数值修约按试验方法和技术条件的要求执行。如无此规定按GB/T8170 的规定进行数据处理。边缘数据可以多保留（  ）有效数字。",
      "options": [
        "一位",
        "两位",
        "三位"
      ],
      "answer": "A"
    },
    {
      "title": "不锈钢只有含铬量高于（  ）时，钢的化学稳定性才会产生质变，形成一层致密的氧化物膜，保护合金不易生锈。",
      "options": [
        "10%",
        "15%",
        "12%",
        "20%"
      ],
      "answer": "C"
    },
    {
      "title": "高强度钛合金通常指室温拉伸强度在（  ）以上的钛合金。",
      "options": [
        "1100MPa",
        "1000MPa",
        "900MPa",
        "800MPa"
      ],
      "answer": "A"
    },
    {
      "title": "需要定期检定的必须按规定周期经计量部门或授权单位校验和检定，合格者应有明显  （  ） 标记，并注明下次检定时间。",
      "options": [
        "正常",
        "合格",
        "允许"
      ],
      "answer": "B"
    },
    {
      "title": "测试设备日常管理中应配备设备操作规程、 （  ） 、安全操作规程及校准规程。",
      "options": [
        "保养规程",
        "维修规程",
        "维护规程"
      ],
      "answer": "C"
    },
    {
      "title": "X射线应力分析仪在测试过程中，操作者应远离X射线至少 （  ） 之外确保 X射线不伤人；测试结束后，关闭X射线，做好测试记录。",
      "options": [
        "5米",
        "3米",
        "1米"
      ],
      "answer": "B"
    },
    {
      "title": "理化试验文件应按标准化规定的程序审批后方能生效。其它文件的更改、审批程序和试验文件的审批程相同，参照（  ）的规定执行。",
      "options": [
        "Q/3",
        "Q/3",
        "Q/3"
      ],
      "answer": "C"
    },
    {
      "title": "为测得材料的基本性能，在试样的加工过程中应保证材料的完整性，加工过程应尽量减小试样的表面（  ）和显微组织变化，使表面状态对疲劳寿命的影响降至最低。",
      "options": [
        "残余应力",
        "粗糙度",
        "加热速度"
      ],
      "answer": "A"
    },
    {
      "title": "将钢加热到高温，使另一种元素渗入其表面从而改变其表面的化学成分， 称为（  ）",
      "options": [
        "化学热处理",
        "表面处理",
        "最终热处理"
      ],
      "answer": "A"
    },
    {
      "title": "理化检测接收任务流程按照（  ）规定执行。",
      "options": [
        "Q/3",
        "Q/3",
        "Q/3"
      ],
      "answer": "C"
    },
    {
      "title": "接收试样毛坯时，检查试样毛坯规格应符合（  ）的规定，且毛坯上应标记清晰。",
      "options": [
        "Q/3",
        "Q/3",
        "Q/3"
      ],
      "answer": "B"
    },
    {
      "title": "试样坯料的材料去除量取决于切割方法。采用锯切或砂轮切割（  ），加工表面至少要有 （  ）。",
      "options": [
        "2mm",
        "3mm",
        "5mm"
      ],
      "answer": "有冷却液"
    },
    {
      "title": "所有机加工完成的试样应有唯一的标识和说明，以保证试样的追溯性。标识应标记在试样（  ）或图纸要求的位置。",
      "options": [
        "端面",
        "居中",
        "有效部位"
      ],
      "answer": "A"
    },
    {
      "title": "某些特殊试样，须进行抛光处理，在抛光时应控制金属去除量。试样平行段内单边（  ）去除量应控制（  ）。",
      "options": [
        "0.1mm~0.2mm",
        "0.2mm~0.3mm",
        "0.01mm~0.06mm"
      ],
      "answer": "径向"
    },
    {
      "title": "应根据加工的材料选择砂轮类型及磨削速度，锻造高温合金砂轮类型和最大磨削速度应为（  ）",
      "options": [
        "3500",
        "4000",
        "4000"
      ],
      "answer": "A"
    },
    {
      "title": "由理化检测室编写的“理化试验质量控制规范”的文件号是 （  ）。",
      "options": [
        "Q/3",
        "Q/3",
        "Q/3"
      ],
      "answer": "B"
    },
    {
      "title": "理化检测研究室对入厂金属材料和复验任务是把好入厂（  ）质量关的重要手段。",
      "options": [
        "材料",
        "零件",
        "金属成品"
      ],
      "answer": "A"
    },
    {
      "title": "以下哪种材料是合金工具钢（  ）。",
      "options": [
        "T12",
        "T",
        "W18"
      ],
      "answer": "C"
    },
    {
      "title": "主轴部件是车床的（  ）部分。",
      "options": [
        "关键",
        "主要组件",
        "一般"
      ],
      "answer": "A"
    },
    {
      "title": "车削时切削热大部分由（  ）传散出去。",
      "options": [
        "切屑",
        "工件"
      ],
      "answer": "A"
    },
    {
      "title": "精车时，为了减少工件表面粗糙度值，车刀的刃倾角应取（  ）值。",
      "options": [
        "正",
        "负"
      ],
      "answer": "A"
    },
    {
      "title": "国标中规定用（  ）做为基本投影面。",
      "options": [
        "四面体的四个面",
        "五面体的五个面",
        "六面体的六个面"
      ],
      "answer": "C"
    },
    {
      "title": "国标规定形位公差有（  ）项。",
      "options": [
        "14",
        "16",
        "18"
      ],
      "answer": "A"
    },
    {
      "title": "物体在空间有（  ）种运动形式。",
      "options": [
        "4种",
        "5种",
        "6种"
      ],
      "answer": "C"
    },
    {
      "title": "我国机械制图采用第一角投影方法根据掠影面展开的法则，三个",
      "options": [
        "视图的相互位置必然是以（C）图为主。",
        "左视图",
        "俯视图",
        "主视图"
      ],
      "answer": ""
    },
    {
      "title": "游标卡尺读数精度为（  ）。",
      "options": [
        "0.02mm",
        "0.01mm"
      ],
      "answer": "A"
    },
    {
      "title": "我国钢材牌号的命名采用什么、化学元素符号、阿拉伯数字相结合的方法。（  ）",
      "options": [
        "汉语拼音字母",
        "英文字母"
      ],
      "answer": "A"
    },
    {
      "title": "根据工件的加工要求，可允许进行（  ）定位。",
      "options": [
        "欠定位",
        "过定位",
        "不完全定位"
      ],
      "answer": "C"
    },
    {
      "title": "车床外露的滑动表面一般采用（  ）润滑。",
      "options": [
        "溅油",
        "浇油",
        "油绳"
      ],
      "answer": "B"
    },
    {
      "title": "C620-1型卧式车床中心高为（  ） mm。",
      "options": [
        "200",
        "202",
        "205"
      ],
      "answer": "B"
    },
    {
      "title": "理化试验数据和原始记录是重要的测试结果，其管理必须符合（  ）的规定。",
      "options": [
        "Q/3",
        "Q/3",
        "Q/3"
      ],
      "answer": "A"
    },
    {
      "title": "开合螺母的功用是接通或断开从（  ）传来的运动。",
      "options": [
        "光杠",
        "主轴",
        "丝杠"
      ],
      "answer": "C"
    },
    {
      "title": "用来表示机床全部运动传动关系的示意图称为机床的（  ）",
      "options": [
        "传动系统图",
        "平面展开图",
        "传动示意图"
      ],
      "answer": "A"
    },
    {
      "title": "为了保证车床的（  ）精度，延长使用寿命，必须对自用车床进行合理的维护保养工作。",
      "options": [
        "工作",
        "几何",
        "形状"
      ],
      "answer": "A"
    }
  ],
  "多选": [
    {
      "title": "结晶和再结晶的相同之处在于（  ）",
      "options": [
        "晶体结构不变",
        "与温度相关",
        "经历形核与长大过程",
        "引起显微偏析"
      ],
      "answer": "BC"
    },
    {
      "title": "铝合金显微试样经腐蚀后，在显微镜下用200-500倍观察，出现以下特征之一均可判为过烧。（  ）",
      "options": [
        "复熔共晶球",
        "晶界局部复熔加宽",
        "过多强化相",
        "在三个晶粒交界处出现复熔三角形"
      ],
      "answer": "ABD"
    },
    {
      "title": "影响淬透性的因素：（  ）",
      "options": [
        "钢的化学成分",
        "奥氏体化温度",
        "第二相的存在和分布",
        "淬火介质"
      ],
      "answer": "ABC"
    },
    {
      "title": "钢的分类方法较多，工程上一般按用途分类，根据钢材的用途可以分为：（  ）",
      "options": [
        "不锈钢",
        "结构钢",
        "工具钢",
        "特殊性能钢"
      ],
      "answer": "BCD"
    },
    {
      "title": "钛合金的高铝偏析有什么特点？（  ）",
      "options": [
        "有大量的初生α相",
        "显微硬度略低于邻近的基体",
        "外观特征显示为有亮条",
        "显微组织为黑斑"
      ],
      "answer": "AC"
    },
    {
      "title": "焊接分类的方法有很多，按照工艺过程特点分为（  ）三个大类。",
      "options": [
        "熔焊",
        "压焊",
        "钎焊",
        "氩弧焊"
      ],
      "answer": "ABC"
    },
    {
      "title": "光学显微镜的照明方式包括（  ）",
      "options": [
        "明场",
        "偏振光",
        "微分干涉差",
        "暗场"
      ],
      "answer": "ABCD"
    },
    {
      "title": "按照晶体结构，可以将合金相分为（  ）。",
      "options": [
        "固溶体",
        "熔融体",
        "化合物",
        "析出相"
      ],
      "answer": "AC"
    }
  ],
  "判断": [
    {
      "title": "伺服系统的性能不会影响数控机床加工零件的表面粗糙度。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "数控机床上的轴仅仅是指机床部件直线运动方向。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "闭环伺服系统数控机床不直接测量机床工作台的位移量。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "激光、电火花加工评定样品进行重熔层脱离评定时，可在抛光状态下进行检查。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "退火加热速度越慢，保温时间越长，越有利于再结晶进行。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "砂轮片切割涂层样品时，应从基体切向涂层。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "钢材中存在的各种缺陷如疏松、偏析、气泡、白点和夹杂等都可不经腐蚀后在试样表面被显示出来。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "渗氮层的组织应是索氏体加适当分布的氮化物。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "氢脆可在多种材料中发生，如钢、高强镍合金、钛合金等。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "银纹与裂纹排除方法，应首先选择合适原料，一般讲低粘度疏松型树脂不易产生裂纹。另外应注意树脂掺混种类，再生料合理掺用等。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "金属材料在静拉伸载荷作用下的一般力学行为，即弹性变形，塑性变形和断裂。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "δ是断面收缩率的符号，数值越大，塑性越好。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "金属的拉伸试样需经过车、铣、磨、钳等工序制成的规定尺寸试样。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "弹性模量E是衡量材料刚度的指标。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "试验机示值误差为正误差时，则试验时测得的实际力值比指示值力值大。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "当冲击试验机摆锤尚未可靠稳妥地挂于挂摆机构上时，不得在摆锤摆动范围内活动或方试样做冲击试验，以免偶然断电而发生危险。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "强度指标虽然是用应力表示的，但两者的含义却不相同，应力是一个力学参量，与材料性质无关，而强度指标是说明材料的性能与材料的性质有关。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "现场质量管理的目标，是要生产符合设计要求的产品。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "加工好的试样应进行尺寸检查，不合格试样不予接收。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "拉伸试样分为比例试样与规定尺寸试样。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "金属越纯，越容易发生再结晶。通常合金的再结晶温度远高于它的基体金属的再结晶温度。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "常用铝合金制品状态代号CS表示淬火+自然时效。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "钢中铁素体与渗碳体的机械混合物称为珠光体。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "不锈钢中的铬含量一般都必须要大于12%。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "球化组织是指球状小颗粒的碳化物均匀分布在铁素体基体上。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "去应力退火就是把合金加热到一个较低的温度（  ），保温一定时间以后快速冷却。（  ）",
      "options": [],
      "answer": "低于材料的再结晶起始温度"
    },
    {
      "title": "质量不仅指产品质量，也可指过程和体系的质量，涉及多个方面：产品，服务，个人，过程，工作等。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "冲击韧性，断裂韧性是强度和变形的综合参量。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "塑性变形是外部载荷去除后能恢复到原来形状和尺寸和变形。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "1.250和1.25*103都是三位有效数字。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "测量偶然误差是无法控制的。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "无论什么情况下，全截面圆管试样的原始横截面积都是用标称尺寸来计算。 （  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "金属材料的屈服点值越低，则塑性越好。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "低温冲击试验放取试样的手钳和定拉规，应在试样冷却的同一温度下冷却。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "同一材料制成的圆形试样，试样直径越小，其抗拉强度和断面收缩率随之减小。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "拉伸试验中，变形速度过慢，会提高材料的强度并降低其塑性。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "蠕变曲线形状的改变反映着应力，温度，时间因素与试样产生变形的关系。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "测量系统误差的出现是有规律的，其产生的原因是可知的或能够找到的。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "反复弯曲试样折断时的最后一次弯曲应计入试样弯曲次数。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "疲劳断裂常是从机件最薄弱的部位或内部及外部缺陷所造成的应力集中处发生。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "金属的塑性越大，变形抗力越小，其可锻性越好。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "各种硬度值之间存在着确定的关系，因此它们之间可以互相换算。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "冲击试验可同时测定金属材料的塑性和韧性。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "焊接接头部位的韧，强度都比母材低。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "高温回火在 500℃~650℃之间进行，回火后组织为回火索氏体。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "过度深腐蚀的试样，可直接将试面重新进行蚀。必须将试面重新加工并除去1mm以上再进行浸蚀。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "中心疏松形貌表现为在试片中心部位呈集中分布的空隙和暗点。通常由于钢锭中心位置最后凝固收缩得不到钢液补充造成疏松和在该区严重的气体和夹杂物偏析所致。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "进行显微硬度测量的试样应按照金相试样制备要求经磨光、抛光和腐蚀。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "常见的焊缝缺欠：气孔、夹杂、未焊透、未熔合、咬边、焊瘤等；熔深、成形、熔池的形状、宏观偏析、宏观裂纹等都可以通过宏观分析或外观分析来发现和确定。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "金属平均晶粒度测定法仅适用于平面晶粒度测量。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "对钢材和锻件白点是可允许存在的缺陷。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "通常钢材中的缺陷如偏析、疏松和夹杂物在热加工过程中沿加工方向延伸，在钢材的纵向断口上更易显露出来。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "测定洛氏硬度试验时，压入深度一般与硬度成反比。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "在拉伸曲线图中，弹性阶段呈一直线段。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "布氏硬度计所加负荷的允许误差不超过2％。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "金属材料的综合机械性能，主要是由金属内在因素决定的。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "单向拉伸试验时，垂直截面上正应力最大。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "扭转试样的断裂面和试样轴线成45度，是材料塑性好的表现。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "弯曲试验，最能明显测定脆性材料的塑性。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "缺口越尖应力集中越严重。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "布氏硬度值的大小，就是压痕单位面积上所承受的压力。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "渗碳，氮化，镀铬表面硬度只能用表面洛氏硬度计测定。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "弹性变形的物理过程是外力克服原子间作用力，使原子间距发生变化的结果。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "塑性变形是不可逆变形，随着外力增加变形量也在增加。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "断口愈粗糙，说明韧性纤维断裂所占比重愈大。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "焊后热处理可改善焊缝的组织和性能。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "一般情况下，拉伸试验中负荷开始降低就说明均匀变形阶段结束。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "钢铁材料的晶粒越细，抗拉强度越高，塑性也越好。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "拉伸试验可表现出弹性、塑性、断裂三过程特性。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "单拉拉伸与横截面成45度角的斜面上切应力最大。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "在常用的化学分析中比色法和容量法因其准确性较高是两种有效的标准分析方法。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "滞后环法可以测定无明显弹性变形阶段金属的非比例伸长力。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "试样在扭转过程中，切应力的大小在圆周处最大。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "冲击试验结果采用两种评定方法：能量评定和断口评定。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "火焰切割用乙炔-氧火焰切割，多用于特大的材料切割取样，过热区很小。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "电解抛光通常以不锈钢板为阴极，试样为阳极。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "航空常用的低倍检验有酸蚀试验、断口检验和塔形试验。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "金相试样制备过程中，不需要在每一制备步骤后都要清洗。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "扩散退火的目的是：通过高温长时间的加热使合金元素得到充分的扩散，以减轻或消除钢锭和大型铸件的枝晶偏析，使化学成分均匀。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "奥氏体向珠光体转变是一个形核与长大的过程，也是一个典型的非扩散型转变。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "冷酸浸蚀法可现场操作，适于对大型部件作现场低倍检验，显示的反差通常比热酸浸蚀法较高。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "机械零件选材的一般原则首先满足使用性能的要求，同时兼顾工艺性、经济性和环保性。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "GH4169通常的强化方法有沉淀强化和晶界强化。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "金属材料不需要任何加热而仅靠长期保存，这种时效称为人工时效。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "金属结晶时生核率越大，则晶粒愈粗大。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "GCr9轴承钢含铬量为9％。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "热处理工艺的调质处理是指淬火＋低温回火。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "氮化前零件内部组织必须具有均匀一致的组织，通常都是采用调质处理来做预备处理。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "系统误差是可以消除的，偶然误差是无法避免的。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "ζb是低碳钢拉伸时断裂时的应力。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "金属硬度测试方法中，布氏硬度表示为HB。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "“6S”管理标准是指现场质量管理标准。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "热处理的调质处理是指淬火+低温回火。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "高空作业必须系安全带，工具不准上下对丢抛，并应有安全警告标志。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "马氏体的转变没有碳原子的扩散，只有晶粒的改组，没有形核和长大过程（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "确定钢的淬火加热温度，主要依据钢的临界点.工件形状与技术要求。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "GH4049 合金热处理制度是1200 ℃ X 2h 十1050 ℃X 4h + 800 X ℃ X 8h。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "技术管理工作通知单可以代替技术文件在现场使用。 （  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "T4 合金是两相钛合金。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "只要将奥氏体冷却到Ms 点以下，奥氏体便会转变为马氏体。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "钢具有耐蚀性的基本条件是含铬量须大于或等于13% 。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "金属同素异构转变，是在固态下由一种晶格转变成另一种晶格。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "18-8 型奥氏休不锈钢中加入钛和铌是为了消除晶间腐蚀。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "高温合金按基体分类为铁基合金.镍基合金.钴基合金。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "马氏体转变没有碳原子的扩散，只有晶粒的改组，没有形核和长大过程。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "贯彻执行上级标准的标准文本必须是“现行标准”，并加盖“现行标准”印章。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "计量准用证标记为黄色，分为ABC三类。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "新购进的理化试验用测量设备，经本岗位操作人员安装调试完成后即可使用。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "对库房物品的定置要求要按照“四清”是指“帐清、物清、质量清、资金清”。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "试样在制备过程中如果发生弯曲，要对试样进行机械矫直处理后再进行继续加工或试验。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "在试样加工中切削液只是起到冷却作用，它的质量不会影响加工效果。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "变形铝合合按用途可分为防锈铝合金.硬铝.锻铝.超硬铝和特殊铝合金。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "镍基高温合金利用γ' 均匀沉淀，使合金得到最高强度。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "整个车削加工过程应使用单刃车削，余量较大时可采用多次进刀。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "Ni3Ti 的稳定结构一般称为η 相，它具有六方点阵。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "Laves 相有几种形态，在低混时效时可以析出细小颗粒状的Laves 相，高温时效时析出短棒状或竹叶状Laves 相。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "在高温合金中，一般都含有0.05-0.20% 的C ，所形成的碳化物总量约为1 -2%。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "高温合金中，当晶界出现M23C6膜时，会使合金提高强度。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "钢的晶粒度一般是指钢材经不同温度奥氏体化后，在室温下所得到的实际晶粒的大小。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "对不合格的试样，应立即发出报告并找理化检测室主任签字。 （  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "缺口及缺口组合试样，缺口尺寸通常为角度、缺口半径及底部直径。 （  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "单件工时定额是指完成某一工序所规定的时间。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "变形铝合金按用途可分为防锈铝合金、硬铝、锻铝、超硬铝和特殊铝合金。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "机加工时应保证加工处材料的变形最小， 因此，应避免使用相对较钝的刀尖，优先使用重磨过的刀尖。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "单晶合金机加工时，应对机加工步骤进行严格控制，避免产生再结晶。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "通常使用商业等级的抛光砂纸。钛合金、铝合金应采用碳化硅砂纸，其它材料使用氧化铝砂纸。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "部分试样存在缺口，缺口应安排在机加工的中间工序进行。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "某些试样需要加工螺纹，螺纹不允许使用板牙加工。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "从母材上切取试样坯料时，所使用的下料方法不能使材料发生扭曲、变形，产生的表面影响层不能超过后续机加工去除量。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "镍基合金和钛合金都需进行残余应力验证测试，可每两年轮流进行验证。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "在入厂原材料中，一般用A代表棒材，E代表丝材，π代表锻件。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "显微硬度的压头是一个镶在压头顶尖上的极小的金刚石锥体。维氏锥体是四棱形角锥，锥面之夹角为136度（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "扫描电镜放大倍数从20 倍（  ）连续放大到十几万倍，从宏观到微观对所有表面情况做详细细致的观察。（  ）",
      "options": [],
      "answer": "或更低"
    },
    {
      "title": "扫描电镜用三个磁透镜将电子束直径聚焦到l00A 以下。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "劳动生产率是指生产的产品与所消耗的时间之比。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "由剪切造成的失效，会产生拉长的或抛物线形的韧窝，在匹配断口表面上，箭头指向相同。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "解理，一般是指通过沿着良好确定的品界的平面的原子键的分离而产生的。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "河流花样是解理断裂的一种主要特征，它在平行平面上，解理之间存在一定台阶。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "多工件装夹在外圆，内圆切削中无法采用。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "纯机械疲劳是指零件在纯机械交变应力或交变应变作用下出现的疲劳损伤。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "腐蚀疲劳是零件在环境介质作用下出现的疲劳损伤。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "应力腐蚀开裂是一种有拉伸应力（  ）.腐蚀介质和敏感的金属同时存在而出现的失效过程。（  ）",
      "options": [],
      "answer": "外力口的或残余的"
    },
    {
      "title": "应力腐蚀裂纹都从零件表面开始，或沿晶或穿晶扩散，但最突出的特点是分叉，而且有时裂纹区可见到腐蚀产物。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "在铁合金中合余元素Al 可以提高钛的相变温度。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "所有的α+β两相钛合金都可以热处理强化。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "铸造高温合金K417 组织内的主要强化相是γ' 相γ \" 相。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "金属晶体是由原子通过离子键结合而成的。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "合金组织组成物为固溶体.金属化合物和机械混合物。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "马氏体是一种硬而脆的组织。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "莱氏体是由奥氏体渗碳体组成的共析体。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "淬透性随冷却速度的增加而增大。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "原子在面心立方晶格中排列的紧密程度，比在体心立方晶格中大。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "组成合金最基本的.独立的物质称为组元。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "再结晶是一种引起晶格形式改变的生核及长大过程。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "过冷度大小与冷却速度有关，冷却速度越大，过冷度越大。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "多晶体的晶粒越细，则强度.硬度越高，塑性韧性也越大。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "随含碳量的增加，钢的强度.硬度不断提高，而塑性韧性降低。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "响影铸铁石墨化的主要因素是化学成分和冷却速度。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "粗基准只能使用一次。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "某一零件的实际偏差越大，其加工误差也越大。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "在主轴的光整加工中，只有超精磨削稍能纠正主轴的形状误差和位置误差。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "高速挤压封口车刀采用无切削刃，型面形状按工件封口部分形状确定（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "零件图中角度的数字一律写成水平方向。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "投影法分为垂直投影法和平行投影法两大类。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "碳在铸铁中的存在形式有两种，即游离态（  ）和化合态（  ）。（  ）",
      "options": [],
      "answer": "石墨"
    },
    {
      "title": "D型石墨的特点是短小片状技晶石墨成无方向性分布。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "冷却速度越快，越有利于铸铁的石墨化。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "为改善钢的性能，在碳钢的基础上特意加入一些元素的钢就称为合金钢。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "钢中存在锰，热处理时可有效防止回火脆性产生。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "钢中的合金元素大多数都能溶于铁素体，使铁素体的强度有所提高，但韧性塑性有所降低。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "Cr在钢中的作用是使钢的淬透性降低。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "Mn、Cr、Mo等合金元素是形成碳化物的元素。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "合金钢按用途分，可分为合金结构钢.合金工具钢.特殊用途钢。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "60Si2Mn钢的含碳量大约为60%，硅大约为20%。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "9Mn2V钢的含碳量大约为9%，锰大约为0.2%。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "GCr15钢中的Cr含量大约为1.5%。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "公差登记的选择原则是：在满足使用性能要求的前提下，选用较低的公差等级。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "合金渗碳钢渗碳淬火回火后，理想组织为隐针或细针回火马氏体及粒状碳化物。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "合金调质钢淬火高温回火后的理想组织为回火索氏体及少量游离铁素体。  （  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "焊缝缺陷中，气孔的危害最大。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "焊接接头中，只要有氢存在就可产生氢脆裂缝。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "焊接接头中，层状撕裂只在母材热影响区产生。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "冷裂缝是在Ar3以下温度内形成的裂缝（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "柱状晶生长方向与散热方向垂直。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "机械图中常用长度单位是mm。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "安锯条时，锯齿应朝向前推的方向。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "具有互换性的零件没有一点误差。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "两齿轮啮合的侧隙与中心距偏差无关。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "润滑“五定”指：定人、定点、定质、定量、定期。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "轴承精度按国标规定，C级最高，G级最低。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "一级保养内容：严格按操作规程操作，班前加油，班后擦试。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "晶粒度是晶粒大小的量度。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "渗碳法显示钢的奥氏体晶粒度适用于亚共析钢，不适用于其它用途的钢。   （  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "纤维状断口是允许存在的正常断口，结晶状断口是不允许存在的缺陷断口。  （  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "钢中外来夹杂物是由于炼钢时加入的铁合金与氧结合生成氧化物而产生。   （  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "金相显微镜都是由物镜.目镜和照明系统三大主要部分组成。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "显微镜的实际放大倍数M=M物×M目。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "测量显微镜的实际放大倍数一般用测微尺。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "采用平行光照明时，经过透镜.物镜后得到一束平行光线射到试样表面。 （  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "金相试样磨制有手工磨制与机械磨制两种。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "在用光学显微镜观察金相试样时，物镜的选用应从高倍到低倍。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "对于轧制钢材，在检验钢中非金属夹杂物时，应取横向截面为金相磨面。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "在国际GB9441—88中，球状石墨的球径级别数与其实际大小成反比。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "脱碳是由于钢中的铁与介质起反应而引起的。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "评定渗碳件的网状渗碳体应在渗碳后的淬火前进行。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "钢的回火抗力（  ）是指淬火钢回火时抵抗硬度下降的能力。（  ）",
      "options": [],
      "answer": "回火稳定性"
    },
    {
      "title": "低、高碳钢的淬火组织分别为片状马氏体和板条状马氏体。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "碳素结构钢和碳素工具钢的正常淬火加热温度都必须高于Ac3温度。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "铸铁中的石墨，主要有片状、球状、团絮状和蠕虫状石墨等四种基本的存在形式。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "检查钢中的非金属夹杂物和渗碳层深度时，都应切取横向试片，而且都要进行淬火。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "采用波长短的光源照明或采用浸油物镜，都能适当提高物镜的分辨率。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "在多数情况下，焊接接头中的氢致延迟裂纹，都形成在母材近缝区（  ）的粗晶带内（  ）",
      "options": [],
      "answer": "即热影响区"
    },
    {
      "title": "轴承钢退火球化后的显微组织为片状珠光体加网状碳化物。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "在钛合金中合金元素A1可以提高钛的相变温度。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "二级保养内容：脱黄袍，清内脏，漆见本色，铁见光，油路畅通，油窗亮。作灵活，运转正常。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "拆装零件时，不得用手或手指试摸，试探，以防伤手。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "偏振光是分析和鉴别金属材料中非金属夹杂物的有效手段之一。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "退火往往用于预备热处理，目的在于消除前一工艺带来的缺陷；或是为随后的工艺作好组织准备。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "硬度不足是由于工件回火时，超过正常回火的加热温度，或者是保温时间太长，而使工件的组织转变为硬度较低的组织，改变这种缺陷必须对工件重新淬火。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "设备经维修、校准校验合格者应挂“合格”标志，不合格者停止使用，并悬挂“禁用”标志。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "按有关文件规定，测试所使用的设备、仪器、仪表和计量器具必须建立档案，精心维护保养、定期校验检定，并制定校验周期表，设专人负责。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "测试人员必须根据相关标准进行人员培训和资格鉴定，取得资格证书，方可独立上岗操作，无证者不得独立上岗操作。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "大型精密仪器应设专人保管，并有使用、维护记录，做好保养工作，使其处于良好的技术状态。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "人们在正常的热处理操作工序间检测的钢的晶粒度，都是钢的实际晶粒度。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "按照国标GB6394—86中的规定，使用比较法评定钢中的晶粒度时可以把视场中的观察图象，直接与晶粒度的标准评级图进行比较。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "布氏硬度试验是常用的硬度试验方法之一，其硬度值的正确表示方法应为120HBS10/1000/30（  ）。（  ）",
      "options": [],
      "answer": "钢球压头"
    },
    {
      "title": "σb是表示材料的抗拉强度，即试样断裂时的载荷除以试样原始横截面积的商。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "明场照明时应用环形光栏，暗场照明时应用圆形光栏。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "自然光通过尼科尔棱镜或人造偏振片后，就可获得偏振光。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "正相衬也称明衬，负相衬也称暗衬。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "在正交偏振光下观察透明球状夹杂物时，可看到黑十字和等色环。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "低碳钢淬火后组织一定是位错马氏体。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "马氏体是硬而脆的组织。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "钢中马氏体是一种含碳的过饱和固溶体。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "钢的含碳量越高，马氏体转变温度也越高。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "钢的奥氏体晶粒度级别越低，板条马氏体的领域越小或片状马氏体越细。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "贝氏体是由铁素体和碳化物所组成的非层片状混合物组织。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "上贝氏体和下贝氏体的浮突特征是相同的。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "上贝氏体是一种强韧化比下贝氏体更好的组织。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "贝氏体相变过程中，既有碳的扩散，又有铁和合金元素的扩散。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "钢中的贝氏体组织只能在等温冷却时形成。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "淬火碳钢在200～300℃时回火，其残余奥氏体可能转变为回火屈氏体或上贝氏体。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "故障分析任务取样位置和方向可按实施方案中规定切取。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "X射线应力分析仪的探测器属于光纤基固态探测器，高灵敏度，在X射线照射下不老化，寿命在15年以上。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "X射线应力分析仪，具有测试精度较高、速度快、非接触、无损伤等特点，可靠使用。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "金相分析时观察确定物质的组织结构的方法，它包括宏观组织分析、光学金相组织分析和电子显微组织分析。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "原材料检验试样毛坯的取样可在任意位置切取。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "为考虑经济性，在下料过程中，低倍试样毛坯切割受检面与对面可不平行。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "生产节点紧急，切割理化试样可不拘泥于位置、方向等细节， 应尽快满足生产需求。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "为确保试样标注明确，高倍试样应在受检面显眼部位明确钢印标记试样编号。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "为保证生产节点，任何材料试样切割都应选取效率最高的切削方式。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "纵向断口的被检面是在棒材或零件的横截面处切取15-20厚度的切口。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "各种理化试验所使用的设备、仪器仪表和计量器具必须满足相应的试验方法及测试精度的要求。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "对不符合规定的测试环境理化检测人员应拒绝试验，以确保试验结果准备有效。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "理化测试的试样试验完成后，应及时联系回收部门运走，确保作业环境整洁有序。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "各类试样的加工，应该尽量快速去除大部分余量，以提升生产效率。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "原材料不合格不影响产品最终质量特性，审理小组根据不合格的性质可以给出“不影响产品后续加工要求可以转库、办理工序超差单”的两种结论。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "所有吊具等承力易损件在使用前均应由使用者对其进行目视检查，若发现有细小裂纹或变形时可继续使用。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "淬火钢在回火过程中机械性能变化的总趋势是回火温度升高，硬度、强度下降，塑性、韧性高。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "二次硬化的根本原因是由于残余奥氏体在回火时产生二次淬火。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "θ-Fe3C是亚稳相，ε-Fe3C是稳定相。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "回火稳定是由于合金元素改变碳化物形成温度，并且高温回火时形成的特殊碳化物延迟α相的回复和再结晶，因而使硬度、强度仍保持很高水平。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "评定球铁的球化程度，石墨的面积率愈接近1时，该石墨愈接近球状。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "锻铸铁中的团絮状石墨是从液体中直接析出而得到的。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "获得可锻铸铁的必要条件是铸造成白口件，而后进行石墨化退火。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "球化不良的特征是除少量的球状石墨外，尚有少量的厚片状石墨存在。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "通常球铁的磷共晶含量应控制在2%以下。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "耐磨铸铁的渗碳体含量应控制在5%以下。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "冷作模具钢要求具有高的强度.高的硬度和耐磨性.以及足够的韧性，是因为它工作时要受高的压力、剧烈的摩擦力和高的冲击力。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "测定模具钢和高速钢的碳化物不均匀性，是在钢材的横向截面1/4D处的横向磨面上进行金相观察来测定（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "3Cr2W8V钢因钢中含碳量为0.3%，所以它是亚共析钢，高速钢含碳量为0.7～0.8%，所以它属于过共析钢。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "高速钢过热与过烧的分界是显微组织中是否出现次生莱氏体，过热刀具可重新退火后予以消除，过烧则是不可挽救的缺陷。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "高锰钢经过淬火获得高碳马氏体可大大提高它的硬度，从而有很高的耐磨性能，所以它属于耐磨钢。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "稳定化处理是为评定18-8型不锈钢的晶间腐蚀倾向。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "铝硅11%的合金组织是由Al基固溶体的粗大的针状共晶硅组成。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "Al-Cu-Mg33锻造铝合金中产生时效的主要相是T相和β相。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "含Sn10%的Cu-Sn合金铸态组织是单相树枝状α组织。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "35Cu-2%Be合金780℃固溶化后淬火可使硬度提高到1250-1500MPa。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "锡基轴承合金的组织是由黑色的锡基α固溶体和白色的Sn、Sb方块及白色星形或针状的Cu、Sb，或Cu、Sn相所组成。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "Ms的物理意义是，新旧两相之间的自由能差达到了马氏体相变所需的最小驱动力的温度。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "集团级重大质量问题是指产品在研制、生产、试验及使用过程中危及人身安全、导致或可能导致产品丧失主要功能或造成重大损失的事件。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "公司级严重质量问题是指产品在研制、生产、试验及使用过程中造成一定损失，给公司的生产经营、形象声誉造成较大影响的事件。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "发生质量问题时，应自行内部解决，公司级严重及以上问题应立即电话报告。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "凡属质量问题都要进行归零，质量问题归零采取分级、分类归零原则。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "公司6S管理工作以“领导主抓、全员参与、责任落实”为基本原则。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "定置图应悬挂在醒目位置，距地面高度原则上下沿不得高于 1.6米。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "理化检测结果未出来，生产急需也不能进行下工序加工。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "在制品类，理化检测结果未出来，因生产急需转序加工时可办理紧急放行。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "理化试验用标准物质必须有详细记录。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "理化试验用标准物质定期检定的合格即可，无需保存检定记录。 （  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "需要热处理的试样。应按照材料的技术条件选用热处理制度。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "对测试不合格的试验结果，直接发出不合格检测报告。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "下贝氏体形态与高碳马氏体的形态很相似，都呈片状或针状，但是由于下贝氏体中有碳化物存在，较易侵蚀，在光镜下颜色较深黑。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "铝、铜及其合金的质地较软，可用转速高的砂轮切割机切割试样。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "钢的淬裂倾向是随含碳量的增多而减少。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "在铸铁中，磷共晶作为一种低熔点组织，总是分布在晶界处和铸件最后凝固的热节部位。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "白心可锻铸件是白口毛坯经石墨化退火后获得全部铁素体或铁素体+珠光体组织。（  ）",
      "options": [],
      "answer": ""
    },
    {
      "title": "高速钢淬火后的正常组织是隐针马氏体+碳化物+较大量残余奥氏体。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "不锈钢和耐热钢金相试样的抛光，最理想的是采用电解抛光。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "内氧化是碳氮共渗时，钢中合金元素及铁原子被氧化的结果。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "暗场照明优点之一是可提高显微镜的实际分辨率。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "酸浸试验是显示钢铁材料或构件微观组织及缺陷的最常用的试验方法。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "缩孔是一种外观似海绵，有时呈枝晶状或重叠的孔洞，一般位于冷却最慢的断面上。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "蓝脆指在450～650℃之间回火出现的第二类回火脆性。（  ）",
      "options": [],
      "answer": "×"
    },
    {
      "title": "锻造折叠，其折纹两侧有严重的氧化脱碳现象。（  ）",
      "options": [],
      "answer": "√"
    },
    {
      "title": "扫描电镜的主要作用是进行显微形貌分析和确定成分分布。（  ）",
      "options": [],
      "answer": "√"
    }
  ],
  "简答": [
    {
      "title": "简述平均晶粒度评级的主要方法及特点。",
      "options": [],
      "answer": ""
    },
    {
      "title": "ASTM、EN、GB/T、GJB、HB分别是什么标准的缩写？",
      "options": [],
      "answer": ""
    },
    {
      "title": "比较法评定金属平均晶粒度选择视场原则是什么？",
      "options": [],
      "answer": ""
    },
    {
      "title": "α+β型钛合金常见的组织类型有几种？分别叫什么名称？",
      "options": [],
      "answer": ""
    },
    {
      "title": "在熔化焊焊接过程中易出现哪些焊接缺欠？",
      "options": [],
      "answer": ""
    },
    {
      "title": "铝合金过烧的定义及其组织特点？",
      "options": [],
      "answer": ""
    },
    {
      "title": "影响再结晶的因素有哪些？",
      "options": [],
      "answer": ""
    },
    {
      "title": "渗碳后的组织是什么？",
      "options": [],
      "answer": ""
    },
    {
      "title": "钢的淬火定义是什么？",
      "options": [],
      "answer": ""
    },
    {
      "title": "什么是疲劳断裂？其宏、微观特征是什么？",
      "options": [],
      "answer": ""
    },
    {
      "title": "屈服现象？",
      "options": [],
      "answer": ""
    },
    {
      "title": "规定非比例伸长应力？",
      "options": [],
      "answer": ""
    },
    {
      "title": "什么是热加工工艺？",
      "options": [],
      "answer": ""
    },
    {
      "title": "夏比冲击试验？",
      "options": [],
      "answer": ""
    },
    {
      "title": "质量控制？",
      "options": [],
      "answer": ""
    },
    {
      "title": "简述钢热处理的主要作用并举例说明。",
      "options": [],
      "answer": ""
    },
    {
      "title": "钢的热处理分为哪四种？",
      "options": [],
      "answer": ""
    },
    {
      "title": "钢的退火分几种？",
      "options": [],
      "answer": ""
    },
    {
      "title": "珠光体由哪两种相组成？有哪两种形态？",
      "options": [],
      "answer": ""
    },
    {
      "title": "马氏体组织有哪两种形态？低碳钢淬火后形成的马氏体是什么形态？高碳钢淬火后形成的马氏体是什么形态？",
      "options": [],
      "answer": ""
    },
    {
      "title": "高温回火后的组织是什么？",
      "options": [],
      "answer": ""
    },
    {
      "title": "淬火马氏体与低温回火马氏体组织形态上有何不同？（  ）",
      "options": [],
      "answer": "金相腐蚀后的颜色、是否有ε碳化物析出"
    },
    {
      "title": "什么是完全退火？",
      "options": [],
      "answer": ""
    },
    {
      "title": "热处理中的调质处理指的是什么？",
      "options": [],
      "answer": ""
    },
    {
      "title": "抑制和防止第二类回火脆性的方法？",
      "options": [],
      "answer": ""
    },
    {
      "title": "有色金属及其合金最常使用的热处理有哪几种？",
      "options": [],
      "answer": ""
    },
    {
      "title": "金属材料在力学性能检测方面通常都会进行哪些项目的试验?",
      "options": [],
      "answer": ""
    },
    {
      "title": "简要叙述重复试验的目的和遵循原则?",
      "options": [],
      "answer": ""
    },
    {
      "title": "测试完成后试样保存时间是如何规定的?",
      "options": [],
      "answer": ""
    },
    {
      "title": "在什么情况下，硬度检验人员需要校验硬度计？",
      "options": [],
      "answer": ""
    },
    {
      "title": "金属材料在冲击载荷作用下的失效类型分哪几个阶段？",
      "options": [],
      "answer": ""
    },
    {
      "title": "光学金相试样制备通常包括哪几个步骤?",
      "options": [],
      "answer": ""
    },
    {
      "title": "抛光的目的是什么？请列举三种以上常用抛光方法。",
      "options": [],
      "answer": ""
    },
    {
      "title": "晶粒度测定时的显示方法有哪几种？",
      "options": [],
      "answer": ""
    },
    {
      "title": "高温合金元素有20多种，请你写出10种元素名称来？",
      "options": [],
      "answer": ""
    },
    {
      "title": "下列符号各代表什么硬度值符号？HB（  ）；HRC；HV",
      "options": [],
      "answer": "d"
    },
    {
      "title": "说明下列符号及数字表示的意义？ （  ） 200HBS2.5/187.5/30  （  ） HRC60",
      "options": [],
      "answer": "1"
    },
    {
      "title": "钢和铁是怎样区分的？",
      "options": [],
      "answer": ""
    },
    {
      "title": "金属材料有哪些性能？",
      "options": [],
      "answer": ""
    },
    {
      "title": "测量误差的表示方法通常有哪些？",
      "options": [],
      "answer": ""
    },
    {
      "title": "什么是应力－应变曲线？",
      "options": [],
      "answer": ""
    },
    {
      "title": "影响拉伸试验结果的因素有哪些？",
      "options": [],
      "answer": ""
    },
    {
      "title": "经退火后的钢材，测得硬度值为HRC18是否准确？为什么？",
      "options": [],
      "answer": ""
    },
    {
      "title": "高温合金主要强化途径有哪些?",
      "options": [],
      "answer": ""
    },
    {
      "title": "请写出HRA.HRB.HRC压头类型和总负荷？",
      "options": [],
      "answer": ""
    },
    {
      "title": "理化检测室接收高温合金盘类零件的检测任务后，考虑检测周期整体情况，应优先安排哪个专业及哪类项目?",
      "options": [],
      "answer": ""
    },
    {
      "title": "α＋β型钛合金常见的退火状态的组织类型有几种？",
      "options": [],
      "answer": ""
    },
    {
      "title": "简述GH4169合金标准热处理状态的组织构成。",
      "options": [],
      "answer": ""
    },
    {
      "title": "什么叫高温短时拉伸试验？",
      "options": [],
      "answer": ""
    },
    {
      "title": "什么叫金属的形变强化？",
      "options": [],
      "answer": ""
    },
    {
      "title": "什么叫金属的机械性能？",
      "options": [],
      "answer": ""
    },
    {
      "title": "拉伸试样分那两种？什么是短试样？什么是长试样？",
      "options": [],
      "answer": ""
    },
    {
      "title": "写出 ⑴ 300HB5/250/30；⑵ 640HV30的含义。",
      "options": [],
      "answer": ""
    },
    {
      "title": "影响金属材料性能的内在因素主要有哪些？",
      "options": [],
      "answer": ""
    },
    {
      "title": "什么是蠕变现象？",
      "options": [],
      "answer": ""
    },
    {
      "title": "金属中常见的三种晶体结构是哪三种？",
      "options": [],
      "answer": ""
    },
    {
      "title": "减少工件表面粗糙度的方法有哪些？",
      "options": [],
      "answer": ""
    },
    {
      "title": "车削时，减少薄壁工件变形主要有哪几种方法？",
      "options": [],
      "answer": ""
    },
    {
      "title": "简要叙述理化在试样接收时，应核对委托单的哪些内容?",
      "options": [],
      "answer": ""
    },
    {
      "title": "根据问题性质的严重程度、产生影响或造成损失大小，结合公司产品的特点，将公司质量问题分为五级，分别是哪五级?",
      "options": [],
      "answer": ""
    }
  ],
  "论述": [
    {
      "title": "简述金相制样的主要步骤以及各步骤的目的。",
      "options": [],
      "answer": ""
    },
    {
      "title": "列举3种钢中易出现的低倍组织缺陷，并描述各缺陷特征及产生原因。",
      "options": [],
      "answer": ""
    },
    {
      "title": "请列举三种以上显微硬度测量在合金显微组织研究中的应用。",
      "options": [],
      "answer": ""
    },
    {
      "title": "简述热镶嵌和冷镶嵌的优缺点和适用范围？",
      "options": [],
      "answer": ""
    },
    {
      "title": "热加工的定义是什么？热加工过程中金属内部会发生什么变化？",
      "options": [],
      "answer": ""
    },
    {
      "title": "结合自身工作，简述一项物理冶金检测技术/方法的实际应用案例。（  ）示例：P277",
      "options": [],
      "answer": "包括测试项目、试样准备、检测步骤等，每一环节阐明注意事项及技术重点即可"
    },
    {
      "title": "力学试样的一般取样规则有哪些基本要求？",
      "options": [],
      "answer": ""
    },
    {
      "title": "什么样的试样不允许进行冲击试验？",
      "options": [],
      "answer": ""
    },
    {
      "title": "为保证试验的准确性和具有代表性，如出现哪种情况时，不允许试验或试验结果无效？",
      "options": [],
      "answer": ""
    },
    {
      "title": "为什么要规定产生0.2％残余伸长的应力做为屈服强度？常用哪几种方法进行测定？",
      "options": [],
      "answer": ""
    },
    {
      "title": "典型的低碳钢拉伸应力-应变曲线上，变形会呈现哪几个阶段？",
      "options": [],
      "answer": ""
    },
    {
      "title": "金属疲劳破坏特征",
      "options": [],
      "answer": ""
    },
    {
      "title": "S-N曲线的概念及特征?",
      "options": [],
      "answer": ""
    },
    {
      "title": "冲击试验结果的影响因素？",
      "options": [],
      "answer": ""
    },
    {
      "title": "与高周疲劳试验相比，低周疲劳试验的特点？",
      "options": [],
      "answer": ""
    },
    {
      "title": "什么情况易产生循环硬化.什么情况易出现循环软化，两者与位错运动的关系？",
      "options": [],
      "answer": ""
    },
    {
      "title": "低周疲劳测试技术要点",
      "options": [],
      "answer": ""
    },
    {
      "title": "简述疲劳极限与条件疲劳极限。",
      "options": [],
      "answer": ""
    },
    {
      "title": "疲劳试样加工过程注意事项",
      "options": [],
      "answer": ""
    },
    {
      "title": "屈服强度的工程意义",
      "options": [],
      "answer": ""
    },
    {
      "title": "抗拉强度工程意义",
      "options": [],
      "answer": ""
    },
    {
      "title": "热加工中金属材料容易出现哪些冶金缺陷? （  ） （  ）",
      "options": [],
      "answer": "锻造.铸造方面"
    },
    {
      "title": "18-8 型不锈钢在500-750 ℃ 温度加热时易产生晶间腐蚀其原因是？",
      "options": [],
      "answer": ""
    },
    {
      "title": "什么叫断口？为什么通过断口分析可确定断裂性质及发生的原因？",
      "options": [],
      "answer": ""
    },
    {
      "title": "影响屈服强度的外在因素有哪些？基本趋势如何",
      "options": [],
      "answer": ""
    },
    {
      "title": "试分析冲击功AK值相同的金属材料，其韧性不一定相同的原因。",
      "options": [],
      "answer": ""
    },
    {
      "title": "弹性模量的物理意义？为何对显微组织不敏感？",
      "options": [],
      "answer": ""
    },
    {
      "title": "请简要叙述批次管理规定的“五清”、“六分批”、“四相符”、“一归档”?",
      "options": [],
      "answer": ""
    },
    {
      "title": "理化检测涉及材料多达几十种，在为生产工人下达班产时应注意哪些方面?",
      "options": [],
      "answer": ""
    },
    {
      "title": "液压刨床低速时有爬行现象的产生原因及消除方法?",
      "options": [],
      "answer": ""
    },
    {
      "title": "简述布氏硬度的测试原理？",
      "options": [],
      "answer": ""
    },
    {
      "title": "屈强比的定义？屈强比的大小表明了金属材料强度及塑性之间怎样的关系？",
      "options": [],
      "answer": ""
    },
    {
      "title": "简述维氏硬度试验的特点？",
      "options": [],
      "answer": ""
    },
    {
      "title": "普通车床头箱内冒烟的产生原因及消除方法?",
      "options": [],
      "answer": ""
    }
  ],
  "计算": [
    {
      "title": "某拉杆直径d0=2.5mm，长L0=200mm，在载荷P=2000N的作用下，该拉杆均匀变形后直径d=2.2mm。试计算该拉杆最终长度L是多少？",
      "options": [],
      "answer": ""
    },
    {
      "title": "测量某一铝合金材料的洛氏硬度HRBW值，当压痕深度为0.086mm时，该铝合金材料的洛氏硬度值应是多少？",
      "options": [],
      "answer": ""
    },
    {
      "title": "某材料做冲击试验，试验尺寸为55×10×8mm，试验后得到的冲击功为40J，计算冲击值ak是多少?",
      "options": [],
      "answer": ""
    },
    {
      "title": "某板型试样的拉伸试验，其宽25mm，厚1mm，测得最大拉力为20kN。试计算该试样的长.短标距是多少？抗拉强度是多少？",
      "options": [],
      "answer": ""
    },
    {
      "title": "已知30CrMnSiA螺栓热处理后的硬度要求值为26.5～35HRC，现测量出30CrMnSiA螺栓的洛氏压痕深度为0.120mm，计算一下该螺栓的洛氏硬度值，该螺栓是否可以通过验收？",
      "options": [],
      "answer": ""
    },
    {
      "title": "已知直径d0=5.00mm的拉伸试样，在拉断后的最小横截面的平均直径为du=4.50mm，求断面收缩率。",
      "options": [],
      "answer": ""
    },
    {
      "title": "已知某一钢板的的厚度为1.8mm，测量其硬度值为30.5HRC，试判断该钢板是否满足最小厚度要求？（  ）",
      "options": [],
      "answer": "提示：试样厚度至少应为压痕深度的10倍"
    },
    {
      "title": "5=100-h/0.002",
      "options": [],
      "answer": ""
    },
    {
      "title": "一材料要做冲击试验，试验尺寸为55×10×8mm，试验后得到的冲击功为80J，请按下列单位计算冲击值是多少?当ak单位为J/cm2时，当ak单位为KJ/m2时，当ak单位为MJ/m2时的冲击值。",
      "options": [],
      "answer": ""
    },
    {
      "title": "某试样宽度30mm，厚度8.0mm作拉伸试验，拉断时最大负载150Kn，求该试样的短标距是多少？抗拉强度为多少MPa？（  ）",
      "options": [],
      "answer": "注:√240=15.5，5.65×15.5=87.6"
    },
    {
      "title": "已知某试样直径为10.0mm，拉断后测量直径为7.0mm，计算断面收缩率。",
      "options": [],
      "answer": ""
    },
    {
      "title": "70Ⅱa钢丝直径为0.8mm，公称抗拉强度为1800Mpa，按GB239做扭转试验，计算：标距长度？扭转时拉紧力约为多少？",
      "options": [],
      "answer": ""
    },
    {
      "title": "某30CrMnSiA棒材，试样直径10.03mm，短标距，断后标点间距为57.6mm，最大破断力93.0KN。试计算断后伸长率及抗拉强度，用符号表示出计算过程，计算结果需修约[注：强度计算结果1177Mpa]。",
      "options": [],
      "answer": ""
    },
    {
      "title": "某不锈钢棒冲击试验，试样长55mm，宽10.0mm，缺口深度2mm，冲击吸收功AK为64J，试计算ak值。",
      "options": [],
      "answer": ""
    },
    {
      "title": "某铝合金材料洛氏硬度HRBW值，当压痕深度为0.086mm时，该铝合金材料的洛氏硬度值为?",
      "options": [],
      "answer": ""
    },
    {
      "title": "某铝合金材料洛氏硬度HRBW值，当压痕深度为0.095mm时，该铝合金材料的洛氏硬度值为?",
      "options": [],
      "answer": ""
    },
    {
      "title": "某铝合金材料洛氏硬度HRBW值，当压痕深度为0.078mm时，该铝合金材料的洛氏硬度值为?",
      "options": [],
      "answer": ""
    },
    {
      "title": "已知一钢板厚度为1.8mm，测量其硬度值为30.5HRC，试判断该钢板是否满足最小厚度要求?（  ）",
      "options": [],
      "answer": "试样最小厚度应为压痕深度的10倍"
    },
    {
      "title": "39mm＜1.8mm 所以1.8mm钢板满足最小厚度要求.",
      "options": [],
      "answer": ""
    },
    {
      "title": "已知一钢板厚度为1.2mm，测量其硬度值为25HRC，试判断该钢板是否满足最小厚度要求?（  ）",
      "options": [],
      "answer": "试样最小厚度应为压痕深度的10倍"
    },
    {
      "title": "5mm＞1.2mm 所以1.2mm钢板不满足最小厚度要求.",
      "options": [],
      "answer": ""
    },
    {
      "title": "定义晶粒度G， NAE=2G-1 ，NAE为100×下每平方英寸（  ）内的晶粒数。已知100×下5000mm2面积内有晶粒100个，求晶粒度G（  ）。",
      "options": [],
      "answer": "1英寸=25.4mm"
    },
    {
      "title": "9032=2G-1",
      "options": [],
      "answer": ""
    },
    {
      "title": "计算图中粗大晶粒所占面积的百分比，并给出计算过程。（  ）",
      "options": [],
      "answer": "已知网格数500"
    },
    {
      "title": "将截面面2mm×10mm的薄板试样放在跨距为100mm的支座上进行三点弯曲试验，试计算80N载荷下试样承受的最大弯曲应力。（  ）",
      "options": [],
      "answer": "已知:矩形截面试样的弯曲截面系数W=bh2/6"
    },
    {
      "title": "在某高温合金持久强度的测定过程中，已知:试验温度975℃，持续时间100小时，试样直径8mm（  ），标距l0=100mm，首根试样的试验应力σ=500MPa，试样断后测得的标距长度l=102mm，断后横截面面积 Su=47.78mm2。",
      "options": [],
      "answer": "S0=50.24mm2"
    },
    {
      "title": "已知30CrMnSiA螺栓热处理后的硬度要求值为26.5~35HRC，现测量出30CrMnSiA螺栓的洛氏压痕深度为0.120mm，计算一下该螺栓的洛氏硬度值，该螺栓是否可以通过验收？",
      "options": [],
      "answer": ""
    },
    {
      "title": "测定某种钢的力学性能时，已知试棒的直径是10mm，其标距长度是直径的五倍，测得最大拉力FR=33.81kN，屈服点Fp0.2=20.68kN，拉断后的标距长度是65mm，求抗拉强度Rm、屈服强度Rp0.2、断后伸长率A。",
      "options": [],
      "answer": ""
    },
    {
      "title": "计算某高温合金在蠕变第二阶段的蠕变速率V。已知:试样在T1时刻和 T2时刻均处于蠕变第二阶段，T1为从开始施加主负荷算起经过20小时的时间，T2为从开始施加主负荷算起经过90小时的时间。试样两凸耳中心线的初始距离为100mm，在T1时刻测得试样两凸耳间距离为102mm，在T2时刻测得的两凸耳间距离为104.8mm。",
      "options": [],
      "answer": ""
    },
    {
      "title": "依据GB/T 2039-2012，已知蠕变试样标距为25.00mm，直径为5.00mm，利用滞弹法进行蠕变试验，结束后测得初始伸长量为0.0829mm，总伸长量为0.2761mm，滞弹结束曲线最后一点的值为0.1351mm。问:此试验的初始伸长率、弹性伸长率、总塑性伸长率、总伸长率分别为多少？（  ）。",
      "options": [],
      "answer": "体现计算过程"
    },
    {
      "title": "已知压头直径为32mm，试样厚度为10mm，求支辊间距。",
      "options": [],
      "answer": ""
    },
    {
      "title": "答案：",
      "options": [],
      "answer": ""
    },
    {
      "title": "答案：",
      "options": [],
      "answer": ""
    },
    {
      "title": "画出一个典型具有上屈服强度和下屈服强度的曲线示意图，并对上屈服强度和下屈服强度进行标明。",
      "options": [],
      "answer": ""
    }
  ]
};